{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 59946,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59947,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59948,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59949,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      },
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Whitespace"
      },
      {
        "type": "Split",
        "pattern": {
          "String": "(\\d+|[a-zA-Z]+)"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": {
    "type": "Sequence",
    "processors": [
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\u0000": 0,
      "\u0001": 1,
      "\u0002": 2,
      "\u0003": 3,
      "\u0004": 4,
      "\u0005": 5,
      "\u0006": 6,
      "\u0007": 7,
      "\b": 8,
      "\t": 9,
      "\n": 10,
      "\u000b": 11,
      "\f": 12,
      "\r": 13,
      "\u000e": 14,
      "\u000f": 15,
      "\u0010": 16,
      "\u0011": 17,
      "\u0012": 18,
      "\u0013": 19,
      "\u0014": 20,
      "\u0015": 21,
      "\u0016": 22,
      "\u0017": 23,
      "\u0018": 24,
      "\u0019": 25,
      "\u001a": 26,
      "\u001b": 27,
      "\u001c": 28,
      "\u001d": 29,
      "\u001e": 30,
      "\u001f": 31,
      " ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "S": 83,
      "T": 84,
      "U": 85,
      "V": 86,
      "W": 87,
      "X": 88,
      "Y": 89,
      "Z": 90,
      "[": 91,
      "\\": 92,
      "]": 93,
      "^": 94,
      "_": 95,
      "`": 96,
      "a": 97,
      "b": 98,
      "c": 99,
      "d": 100,
      "e": 101,
      "f": 102,
      "g": 103,
      "h": 104,
      "i": 105,
      "j": 106,
      "k": 107,
      "l": 108,
      "m": 109,
      "n": 110,
      "o": 111,
      "p": 112,
      "q": 113,
      "r": 114,
      "s": 115,
      "t": 116,
      "u": 117,
      "v": 118,
      "w": 119,
      "x": 120,
      "y": 121,
      "z": 122,
      "{": 123,
      "|": 124,
      "}": 125,
      "~": 126,
      "": 127,
      "¡": 128,
      "¢": 129,
      "£": 130,
      "¤": 131,
      "¥": 132,
      "§": 133,
      "©": 134,
      "«": 135,
      "¬": 136,
      "­": 137,
      "®": 138,
      "°": 139,
      "±": 140,
      "¶": 141,
      "·": 142,
      "»": 143,
      "¿": 144,
      "À": 145,
      "Á": 146,
      "Â": 147,
      "Ã": 148,
      "Ä": 149,
      "Å": 150,
      "Æ": 151,
      "Ç": 152,
      "È": 153,
      "É": 154,
      "Ê": 155,
      "Ë": 156,
      "Ì": 157,
      "Í": 158,
      "Î": 159,
      "Ï": 160,
      "Ð": 161,
      "Ñ": 162,
      "Ò": 163,
      "Ó": 164,
      "Ô": 165,
      "Õ": 166,
      "Ö": 167,
      "×": 168,
      "Ø": 169,
      "Ù": 170,
      "Ú": 171,
      "Û": 172,
      "Ü": 173,
      "Ý": 174,
      "Þ": 175,
      "ß": 176,
      "à": 177,
      "á": 178,
      "â": 179,
      "ã": 180,
      "ä": 181,
      "å": 182,
      "æ": 183,
      "ç": 184,
      "è": 185,
      "é": 186,
      "ê": 187,
      "ë": 188,
      "ì": 189,
      "í": 190,
      "î": 191,
      "ï": 192,
      "ð": 193,
      "ñ": 194,
      "ò": 195,
      "ó": 196,
      "ô": 197,
      "õ": 198,
      "ö": 199,
      "÷": 200,
      "ø": 201,
      "ù": 202,
      "ú": 203,
      "û": 204,
      "ü": 205,
      "ý": 206,
      "þ": 207,
      "ÿ": 208,
      "Ā": 209,
      "ā": 210,
      "Ă": 211,
      "ă": 212,
      "Ą": 213,
      "ą": 214,
      "Ć": 215,
      "ć": 216,
      "Ĉ": 217,
      "ĉ": 218,
      "Ċ": 219,
      "Č": 220,
      "č": 221,
      "Ď": 222,
      "ď": 223,
      "Đ": 224,
      "đ": 225,
      "Ē": 226,
      "ē": 227,
      "Ĕ": 228,
      "ĕ": 229,
      "ė": 230,
      "Ę": 231,
      "ę": 232,
      "Ě": 233,
      "ě": 234,
      "Ĝ": 235,
      "ĝ": 236,
      "Ğ": 237,
      "ğ": 238,
      "Ġ": 239,
      "ġ": 240,
      "Ģ": 241,
      "ģ": 242,
      "Ĥ": 243,
      "ĥ": 244,
      "Ħ": 245,
      "ħ": 246,
      "Ĩ": 247,
      "ĩ": 248,
      "Ī": 249,
      "ī": 250,
      "Ĭ": 251,
      "ĭ": 252,
      "Į": 253,
      "į": 254,
      "İ": 255,
      "ı": 256,
      "Ĵ": 257,
      "ĵ": 258,
      "Ķ": 259,
      "ķ": 260,
      "ĸ": 261,
      "Ĺ": 262,
      "Ļ": 263,
      "ļ": 264,
      "Ľ": 265,
      "ľ": 266,
      "Ł": 267,
      "ł": 268,
      "Ń": 269,
      "ń": 270,
      "Ņ": 271,
      "ņ": 272,
      "Ň": 273,
      "ň": 274,
      "Ŋ": 275,
      "ŋ": 276,
      "Ō": 277,
      "ō": 278,
      "Ŏ": 279,
      "ŏ": 280,
      "Ő": 281,
      "ő": 282,
      "Œ": 283,
      "œ": 284,
      "Ŕ": 285,
      "ŕ": 286,
      "Ŗ": 287,
      "ŗ": 288,
      "Ř": 289,
      "ř": 290,
      "Ś": 291,
      "ś": 292,
      "Ŝ": 293,
      "ŝ": 294,
      "Ş": 295,
      "ş": 296,
      "Š": 297,
      "š": 298,
      "Ţ": 299,
      "ţ": 300,
      "Ť": 301,
      "ť": 302,
      "Ŧ": 303,
      "Ũ": 304,
      "ũ": 305,
      "Ū": 306,
      "ū": 307,
      "Ŭ": 308,
      "ŭ": 309,
      "Ů": 310,
      "ů": 311,
      "Ű": 312,
      "ű": 313,
      "Ų": 314,
      "ų": 315,
      "Ŵ": 316,
      "Ŷ": 317,
      "ŷ": 318,
      "Ÿ": 319,
      "Ź": 320,
      "ź": 321,
      "Ż": 322,
      "ż": 323,
      "Ž": 324,
      "ž": 325,
      "Ɓ": 326,
      "Ƃ": 327,
      "Ƅ": 328,
      "Ɔ": 329,
      "Ƈ": 330,
      "Ɖ": 331,
      "Ɗ": 332,
      "Ƌ": 333,
      "Ǝ": 334,
      "Ə": 335,
      "Ɛ": 336,
      "Ƒ": 337,
      "ƒ": 338,
      "Ɠ": 339,
      "Ɣ": 340,
      "ƕ": 341,
      "Ɩ": 342,
      "Ɨ": 343,
      "Ƙ": 344,
      "Ɯ": 345,
      "Ɲ": 346,
      "Ɵ": 347,
      "Ơ": 348,
      "ơ": 349,
      "Ƣ": 350,
      "ƣ": 351,
      "Ƥ": 352,
      "Ƨ": 353,
      "Ʃ": 354,
      "Ƭ": 355,
      "Ʈ": 356,
      "Ư": 357,
      "ư": 358,
      "Ʊ": 359,
      "Ʋ": 360,
      "Ƴ": 361,
      "ƴ": 362,
      "Ƶ": 363,
      "ƶ": 364,
      "Ʒ": 365,
      "Ƹ": 366,
      "Ƽ": 367,
      "ǀ": 368,
      "ǂ": 369,
      "ǃ": 370,
      "Ǎ": 371,
      "ǎ": 372,
      "Ǐ": 373,
      "ǐ": 374,
      "ǒ": 375,
      "ǔ": 376,
      "ǘ": 377,
      "ǝ": 378,
      "Ǟ": 379,
      "ǟ": 380,
      "ǣ": 381,
      "Ǥ": 382,
      "Ǧ": 383,
      "ǧ": 384,
      "Ǩ": 385,
      "Ǫ": 386,
      "ǫ": 387,
      "Ǯ": 388,
      "ǰ": 389,
      "Ǵ": 390,
      "ǵ": 391,
      "Ƕ": 392,
      "Ƿ": 393,
      "Ǹ": 394,
      "Ǻ": 395,
      "Ș": 396,
      "ș": 397,
      "Ț": 398,
      "ț": 399,
      "Ȝ": 400,
      "ȝ": 401,
      "Ȟ": 402,
      "ȟ": 403,
      "Ȣ": 404,
      "ȥ": 405,
      "Ȧ": 406,
      "ȳ": 407,
      "ȵ": 408,
      "ȶ": 409,
      "Ⱥ": 410,
      "Ƀ": 411,
      "Ʉ": 412,
      "Ʌ": 413,
      "Ɉ": 414,
      "ɐ": 415,
      "ɑ": 416,
      "ɒ": 417,
      "ɓ": 418,
      "ɔ": 419,
      "ɕ": 420,
      "ɖ": 421,
      "ɗ": 422,
      "ɘ": 423,
      "ə": 424,
      "ɚ": 425,
      "ɛ": 426,
      "ɜ": 427,
      "ɟ": 428,
      "ɠ": 429,
      "ɡ": 430,
      "ɢ": 431,
      "ɣ": 432,
      "ɤ": 433,
      "ɥ": 434,
      "ɦ": 435,
      "ɧ": 436,
      "ɨ": 437,
      "ɩ": 438,
      "ɪ": 439,
      "ɫ": 440,
      "ɬ": 441,
      "ɭ": 442,
      "ɮ": 443,
      "ɯ": 444,
      "ɰ": 445,
      "ɱ": 446,
      "ɲ": 447,
      "ɳ": 448,
      "ɴ": 449,
      "ɵ": 450,
      "ɷ": 451,
      "ɸ": 452,
      "ɹ": 453,
      "ɻ": 454,
      "ɽ": 455,
      "ɾ": 456,
      "ɿ": 457,
      "ʀ": 458,
      "ʁ": 459,
      "ʂ": 460,
      "ʃ": 461,
      "ʅ": 462,
      "ʇ": 463,
      "ʈ": 464,
      "ʉ": 465,
      "ʊ": 466,
      "ʋ": 467,
      "ʌ": 468,
      "ʍ": 469,
      "ʎ": 470,
      "ʏ": 471,
      "ʐ": 472,
      "ʑ": 473,
      "ʒ": 474,
      "ʔ": 475,
      "ʕ": 476,
      "ʖ": 477,
      "ʘ": 478,
      "ʙ": 479,
      "ʜ": 480,
      "ʝ": 481,
      "ʟ": 482,
      "ʡ": 483,
      "ʢ": 484,
      "ʣ": 485,
      "ʤ": 486,
      "ʥ": 487,
      "ʦ": 488,
      "ʧ": 489,
      "ʨ": 490,
      "ʮ": 491,
      "ʯ": 492,
      "ʹ": 493,
      "ʻ": 494,
      "ʼ": 495,
      "ʽ": 496,
      "ʾ": 497,
      "ʿ": 498,
      "ˀ": 499,
      "ˆ": 500,
      "ˇ": 501,
      "ˈ": 502,
      "ˉ": 503,
      "ˊ": 504,
      "ˋ": 505,
      "ˌ": 506,
      "ː": 507,
      "ˑ": 508,
      "˞": 509,
      "˥": 510,
      "˦": 511,
      "˧": 512,
      "˨": 513,
      "˩": 514,
      "˫": 515,
      "˭": 516,
      "̀": 517,
      "́": 518,
      "̂": 519,
      "̃": 520,
      "̄": 521,
      "̅": 522,
      "̆": 523,
      "̇": 524,
      "̈": 525,
      "̉": 526,
      "̊": 527,
      "̋": 528,
      "̌": 529,
      "̍": 530,
      "̑": 531,
      "̓": 532,
      "̔": 533,
      "̚": 534,
      "̝": 535,
      "̞": 536,
      "̠": 537,
      "̣": 538,
      "̥": 539,
      "̧": 540,
      "̩": 541,
      "̪": 542,
      "̯": 543,
      "̱": 544,
      "̲": 545,
      "̺": 546,
      "̻": 547,
      "͂": 548,
      "͘": 549,
      "͠": 550,
      "͡": 551,
      "Ͱ": 552,
      "Ͳ": 553,
      "Ϳ": 554,
      "Ά": 555,
      "Έ": 556,
      "Α": 557,
      "Β": 558,
      "Γ": 559,
      "Δ": 560,
      "Ε": 561,
      "Ζ": 562,
      "Η": 563,
      "Θ": 564,
      "Ι": 565,
      "Κ": 566,
      "Λ": 567,
      "Μ": 568,
      "Ν": 569,
      "Ξ": 570,
      "Ο": 571,
      "Π": 572,
      "Ρ": 573,
      "Σ": 574,
      "Τ": 575,
      "Υ": 576,
      "Φ": 577,
      "Χ": 578,
      "Ψ": 579,
      "Ω": 580,
      "ά": 581,
      "έ": 582,
      "ή": 583,
      "ί": 584,
      "α": 585,
      "β": 586,
      "γ": 587,
      "δ": 588,
      "ε": 589,
      "ζ": 590,
      "η": 591,
      "θ": 592,
      "ι": 593,
      "κ": 594,
      "λ": 595,
      "μ": 596,
      "ν": 597,
      "ξ": 598,
      "ο": 599,
      "π": 600,
      "ρ": 601,
      "ς": 602,
      "σ": 603,
      "τ": 604,
      "υ": 605,
      "φ": 606,
      "χ": 607,
      "ψ": 608,
      "ω": 609,
      "ό": 610,
      "ύ": 611,
      "ώ": 612,
      "Ϙ": 613,
      "Ϛ": 614,
      "Ϝ": 615,
      "Ϸ": 616,
      "Ϻ": 617,
      "Ѐ": 618,
      "Ё": 619,
      "Ђ": 620,
      "Ѓ": 621,
      "Є": 622,
      "Ѕ": 623,
      "І": 624,
      "Ї": 625,
      "Ј": 626,
      "Љ": 627,
      "Њ": 628,
      "Ћ": 629,
      "Ќ": 630,
      "Ў": 631,
      "Џ": 632,
      "А": 633,
      "Б": 634,
      "В": 635,
      "Г": 636,
      "Д": 637,
      "Е": 638,
      "Ж": 639,
      "З": 640,
      "И": 641,
      "Й": 642,
      "К": 643,
      "Л": 644,
      "М": 645,
      "Н": 646,
      "О": 647,
      "П": 648,
      "Р": 649,
      "С": 650,
      "Т": 651,
      "У": 652,
      "Ф": 653,
      "Х": 654,
      "Ц": 655,
      "Ч": 656,
      "Ш": 657,
      "Щ": 658,
      "Ъ": 659,
      "Ы": 660,
      "Ь": 661,
      "Э": 662,
      "Ю": 663,
      "Я": 664,
      "а": 665,
      "б": 666,
      "в": 667,
      "г": 668,
      "д": 669,
      "е": 670,
      "ж": 671,
      "з": 672,
      "и": 673,
      "й": 674,
      "к": 675,
      "л": 676,
      "м": 677,
      "н": 678,
      "о": 679,
      "п": 680,
      "р": 681,
      "с": 682,
      "т": 683,
      "у": 684,
      "ф": 685,
      "х": 686,
      "ц": 687,
      "ч": 688,
      "ш": 689,
      "щ": 690,
      "ъ": 691,
      "ы": 692,
      "ь": 693,
      "э": 694,
      "ю": 695,
      "я": 696,
      "ё": 697,
      "ђ": 698,
      "є": 699,
      "і": 700,
      "ї": 701,
      "ј": 702,
      "љ": 703,
      "њ": 704,
      "ћ": 705,
      "ў": 706,
      "џ": 707,
      "Ѡ": 708,
      "ѡ": 709,
      "Ѣ": 710,
      "ѣ": 711,
      "Ѥ": 712,
      "Ѯ": 713,
      "Ѱ": 714,
      "Ѳ": 715,
      "Ѵ": 716,
      "ѵ": 717,
      "Ѹ": 718,
      "Ѻ": 719,
      "Ѽ": 720,
      "ѽ": 721,
      "Ѿ": 722,
      "Ҁ": 723,
      "҉": 724,
      "Ҋ": 725,
      "Ҍ": 726,
      "Ҏ": 727,
      "Ґ": 728,
      "ґ": 729,
      "Ғ": 730,
      "ғ": 731,
      "Ҕ": 732,
      "Җ": 733,
      "Ҙ": 734,
      "ҙ": 735,
      "Қ": 736,
      "қ": 737,
      "Ҝ": 738,
      "Ҟ": 739,
      "ҟ": 740,
      "Ҡ": 741,
      "ҡ": 742,
      "Ң": 743,
      "ң": 744,
      "Ҥ": 745,
      "Ҧ": 746,
      "ҧ": 747,
      "Ҫ": 748,
      "ҫ": 749,
      "Ҭ": 750,
      "Ү": 751,
      "ү": 752,
      "Ұ": 753,
      "ұ": 754,
      "Ҳ": 755,
      "ҳ": 756,
      "Ҵ": 757,
      "Ҷ": 758,
      "Ҹ": 759,
      "Һ": 760,
      "һ": 761,
      "Ҽ": 762,
      "Ҿ": 763,
      "Ӏ": 764,
      "Ӂ": 765,
      "Ӄ": 766,
      "ӄ": 767,
      "Ӆ": 768,
      "Ӈ": 769,
      "ӈ": 770,
      "Ӊ": 771,
      "Ӌ": 772,
      "Ӎ": 773,
      "ӏ": 774,
      "Ӑ": 775,
      "Ӓ": 776,
      "Ӕ": 777,
      "Ӗ": 778,
      "Ә": 779,
      "ә": 780,
      "Ӛ": 781,
      "Ӝ": 782,
      "Ӟ": 783,
      "Ӡ": 784,
      "Ӣ": 785,
      "ӣ": 786,
      "Ӥ": 787,
      "Ӧ": 788,
      "Ө": 789,
      "ө": 790,
      "Ӫ": 791,
      "Ӭ": 792,
      "Ӯ": 793,
      "ӯ": 794,
      "Ӱ": 795,
      "Ӳ": 796,
      "ӳ": 797,
      "Ӵ": 798,
      "Ӷ": 799,
      "Ӹ": 800,
      "Ӻ": 801,
      "ӻ": 802,
      "Ӽ": 803,
      "Ԁ": 804,
      "Ԃ": 805,
      "Ԅ": 806,
      "Ԇ": 807,
      "Ԉ": 808,
      "Ԋ": 809,
      "Ԍ": 810,
      "Ԏ": 811,
      "Ԑ": 812,
      "Ԓ": 813,
      "ԓ": 814,
      "Ԕ": 815,
      "Ԗ": 816,
      "Ԛ": 817,
      "Ԝ": 818,
      "Ԟ": 819,
      "Ԡ": 820,
      "Ԣ": 821,
      "Ԥ": 822,
      "Ԩ": 823,
      "Ԫ": 824,
      "Ԭ": 825,
      "Ԯ": 826,
      "Ա": 827,
      "Բ": 828,
      "Գ": 829,
      "Ե": 830,
      "Խ": 831,
      "Ն": 832,
      "Վ": 833,
      "Ւ": 834,
      "ա": 835,
      "բ": 836,
      "գ": 837,
      "ե": 838,
      "ի": 839,
      "լ": 840,
      "հ": 841,
      "մ": 842,
      "յ": 843,
      "ն": 844,
      "ո": 845,
      "չ": 846,
      "ս": 847,
      "ր": 848,
      "ւ": 849,
      "֬": 850,
      "ְ": 851,
      "ֲ": 852,
      "ִ": 853,
      "ֵ": 854,
      "ֶ": 855,
      "ַ": 856,
      "ָ": 857,
      "ֹ": 858,
      "ֻ": 859,
      "ּ": 860,
      "ׁ": 861,
      "א": 862,
      "ב": 863,
      "ג": 864,
      "ד": 865,
      "ה": 866,
      "ו": 867,
      "ז": 868,
      "ח": 869,
      "ט": 870,
      "י": 871,
      "ך": 872,
      "כ": 873,
      "ל": 874,
      "ם": 875,
      "מ": 876,
      "ן": 877,
      "נ": 878,
      "ס": 879,
      "ע": 880,
      "ף": 881,
      "פ": 882,
      "ץ": 883,
      "צ": 884,
      "ק": 885,
      "ר": 886,
      "ש": 887,
      "ת": 888,
      "״": 889,
      "،": 890,
      "ء": 891,
      "آ": 892,
      "أ": 893,
      "ؤ": 894,
      "إ": 895,
      "ئ": 896,
      "ا": 897,
      "ب": 898,
      "ة": 899,
      "ت": 900,
      "ث": 901,
      "ج": 902,
      "ح": 903,
      "خ": 904,
      "د": 905,
      "ذ": 906,
      "ر": 907,
      "ز": 908,
      "س": 909,
      "ش": 910,
      "ص": 911,
      "ض": 912,
      "ط": 913,
      "ظ": 914,
      "ع": 915,
      "غ": 916,
      "ـ": 917,
      "ف": 918,
      "ق": 919,
      "ك": 920,
      "ل": 921,
      "م": 922,
      "ن": 923,
      "ه": 924,
      "و": 925,
      "ى": 926,
      "ي": 927,
      "ً": 928,
      "ٌ": 929,
      "َ": 930,
      "ُ": 931,
      "ِ": 932,
      "ّ": 933,
      "ْ": 934,
      "١": 935,
      "٫": 936,
      "ٱ": 937,
      "ٹ": 938,
      "ٽ": 939,
      "پ": 940,
      "چ": 941,
      "ڈ": 942,
      "ڑ": 943,
      "ژ": 944,
      "ڠ": 945,
      "ڤ": 946,
      "ک": 947,
      "ڪ": 948,
      "گ": 949,
      "ھ": 950,
      "ہ": 951,
      "ۆ": 952,
      "ۈ": 953,
      "ی": 954,
      "ە": 955,
      "ܐ": 956,
      "ܕ": 957,
      "ܘ": 958,
      "ܠ": 959,
      "ܢ": 960,
      "ܪ": 961,
      "ނ": 962,
      "ރ": 963,
      "ބ": 964,
      "ޅ": 965,
      "ކ": 966,
      "މ": 967,
      "ދ": 968,
      "ތ": 969,
      "ލ": 970,
      "ޑ": 971,
      "ަ": 972,
      "ާ": 973,
      "ި": 974,
      "ު": 975,
      "ޮ": 976,
      "ް": 977,
      "ँ": 978,
      "ं": 979,
      "ः": 980,
      "अ": 981,
      "आ": 982,
      "ई": 983,
      "उ": 984,
      "ए": 985,
      "क": 986,
      "ख": 987,
      "ग": 988,
      "घ": 989,
      "च": 990,
      "ज": 991,
      "ञ": 992,
      "ट": 993,
      "ठ": 994,
      "ड": 995,
      "ण": 996,
      "त": 997,
      "थ": 998,
      "द": 999,
      "ध": 1000,
      "न": 1001,
      "प": 1002,
      "फ": 1003,
      "ब": 1004,
      "भ": 1005,
      "म": 1006,
      "य": 1007,
      "र": 1008,
      "ल": 1009,
      "व": 1010,
      "श": 1011,
      "ष": 1012,
      "स": 1013,
      "ह": 1014,
      "़": 1015,
      "ा": 1016,
      "ि": 1017,
      "ी": 1018,
      "ु": 1019,
      "ू": 1020,
      "ृ": 1021,
      "े": 1022,
      "ै": 1023,
      "ो": 1024,
      "ौ": 1025,
      "्": 1026,
      "।": 1027,
      "॥": 1028,
      "ঁ": 1029,
      "ং": 1030,
      "ঃ": 1031,
      "অ": 1032,
      "আ": 1033,
      "ই": 1034,
      "উ": 1035,
      "ও": 1036,
      "ক": 1037,
      "খ": 1038,
      "গ": 1039,
      "ঘ": 1040,
      "ঙ": 1041,
      "চ": 1042,
      "ছ": 1043,
      "জ": 1044,
      "ঞ": 1045,
      "ট": 1046,
      "ণ": 1047,
      "ত": 1048,
      "থ": 1049,
      "দ": 1050,
      "ধ": 1051,
      "ন": 1052,
      "প": 1053,
      "ফ": 1054,
      "ব": 1055,
      "ভ": 1056,
      "ম": 1057,
      "য": 1058,
      "র": 1059,
      "ল": 1060,
      "শ": 1061,
      "ষ": 1062,
      "স": 1063,
      "হ": 1064,
      "়": 1065,
      "া": 1066,
      "ি": 1067,
      "ী": 1068,
      "ু": 1069,
      "ূ": 1070,
      "ে": 1071,
      "ো": 1072,
      "্": 1073,
      "ਾ": 1074,
      "ੋ": 1075,
      "હ": 1076,
      "அ": 1077,
      "இ": 1078,
      "க": 1079,
      "ங": 1080,
      "ச": 1081,
      "ட": 1082,
      "ண": 1083,
      "த": 1084,
      "ந": 1085,
      "ன": 1086,
      "ப": 1087,
      "ம": 1088,
      "ய": 1089,
      "ர": 1090,
      "ற": 1091,
      "ல": 1092,
      "ள": 1093,
      "வ": 1094,
      "ா": 1095,
      "ி": 1096,
      "ீ": 1097,
      "ு": 1098,
      "ூ": 1099,
      "ெ": 1100,
      "ே": 1101,
      "ை": 1102,
      "ொ": 1103,
      "்": 1104,
      "ం": 1105,
      "ః": 1106,
      "క": 1107,
      "ఖ": 1108,
      "జ": 1109,
      "ద": 1110,
      "న": 1111,
      "ర": 1112,
      "ల": 1113,
      "ా": 1114,
      "ి": 1115,
      "ు": 1116,
      "ూ": 1117,
      "ె": 1118,
      "ో": 1119,
      "్": 1120,
      "ಕ": 1121,
      "ಠ": 1122,
      "ಡ": 1123,
      "ನ": 1124,
      "ಫ": 1125,
      "ಬ": 1126,
      "ರ": 1127,
      "ಳ": 1128,
      "ವ": 1129,
      "ಸ": 1130,
      "ಾ": 1131,
      "ು": 1132,
      "್": 1133,
      "റ": 1134,
      "ി": 1135,
      "്": 1136,
      "ක": 1137,
      "ත": 1138,
      "න": 1139,
      "ල": 1140,
      "ව": 1141,
      "ා": 1142,
      "ි": 1143,
      "ก": 1144,
      "ข": 1145,
      "ค": 1146,
      "ง": 1147,
      "จ": 1148,
      "ฉ": 1149,
      "ช": 1150,
      "ซ": 1151,
      "ญ": 1152,
      "ฒ": 1153,
      "ณ": 1154,
      "ด": 1155,
      "ต": 1156,
      "ถ": 1157,
      "ท": 1158,
      "ธ": 1159,
      "น": 1160,
      "บ": 1161,
      "ป": 1162,
      "ผ": 1163,
      "ฝ": 1164,
      "พ": 1165,
      "ฟ": 1166,
      "ภ": 1167,
      "ม": 1168,
      "ย": 1169,
      "ร": 1170,
      "ฤ": 1171,
      "ล": 1172,
      "ฦ": 1173,
      "ว": 1174,
      "ศ": 1175,
      "ษ": 1176,
      "ส": 1177,
      "ห": 1178,
      "อ": 1179,
      "ะ": 1180,
      "ั": 1181,
      "า": 1182,
      "ิ": 1183,
      "ี": 1184,
      "ื": 1185,
      "ุ": 1186,
      "ู": 1187,
      "฿": 1188,
      "เ": 1189,
      "แ": 1190,
      "โ": 1191,
      "ใ": 1192,
      "ไ": 1193,
      "ๅ": 1194,
      "็": 1195,
      "่": 1196,
      "้": 1197,
      "๊": 1198,
      "์": 1199,
      "ํ": 1200,
      "๕": 1201,
      "ກ": 1202,
      "ງ": 1203,
      "ຈ": 1204,
      "ຍ": 1205,
      "ຕ": 1206,
      "ທ": 1207,
      "ນ": 1208,
      "ບ": 1209,
      "ພ": 1210,
      "ຣ": 1211,
      "ລ": 1212,
      "ວ": 1213,
      "ສ": 1214,
      "ຫ": 1215,
      "ອ": 1216,
      "ຮ": 1217,
      "ະ": 1218,
      "ັ": 1219,
      "າ": 1220,
      "ິ": 1221,
      "ີ": 1222,
      "ື": 1223,
      "ົ": 1224,
      "ຽ": 1225,
      "ເ": 1226,
      "ໂ": 1227,
      "່": 1228,
      "້": 1229,
      "་": 1230,
      "།": 1231,
      "ཀ": 1232,
      "ཁ": 1233,
      "ག": 1234,
      "ང": 1235,
      "ཆ": 1236,
      "ཊ": 1237,
      "ཏ": 1238,
      "ཐ": 1239,
      "ད": 1240,
      "ན": 1241,
      "པ": 1242,
      "བ": 1243,
      "མ": 1244,
      "ཛ": 1245,
      "འ": 1246,
      "ཡ": 1247,
      "ར": 1248,
      "ལ": 1249,
      "ཤ": 1250,
      "ས": 1251,
      "ཨ": 1252,
      "ཱ": 1253,
      "ི": 1254,
      "ུ": 1255,
      "ེ": 1256,
      "ོ": 1257,
      "ྐ": 1258,
      "ྤ": 1259,
      "ྫ": 1260,
      "ྱ": 1261,
      "ྲ": 1262,
      "ླ": 1263,
      "ྷ": 1264,
      "က": 1265,
      "ပ": 1266,
      "မ": 1267,
      "း": 1268,
      "်": 1269,
      "ှ": 1270,
      "ა": 1271,
      "ბ": 1272,
      "გ": 1273,
      "ე": 1274,
      "ვ": 1275,
      "თ": 1276,
      "ი": 1277,
      "კ": 1278,
      "ლ": 1279,
      "მ": 1280,
      "ნ": 1281,
      "ო": 1282,
      "რ": 1283,
      "ს": 1284,
      "ტ": 1285,
      "უ": 1286,
      "ფ": 1287,
      "ქ": 1288,
      "ხ": 1289,
      "ᄀ": 1290,
      "ᄁ": 1291,
      "ᄂ": 1292,
      "ᄃ": 1293,
      "ᄄ": 1294,
      "ᄅ": 1295,
      "ᄆ": 1296,
      "ᄇ": 1297,
      "ᄈ": 1298,
      "ᄉ": 1299,
      "ᄊ": 1300,
      "ᄋ": 1301,
      "ᄌ": 1302,
      "ᄍ": 1303,
      "ᄎ": 1304,
      "ᄏ": 1305,
      "ᄐ": 1306,
      "ᄑ": 1307,
      "ᄒ": 1308,
      "ᄫ": 1309,
      "ᅀ": 1310,
      "ᅌ": 1311,
      "ᅙ": 1312,
      "ᅡ": 1313,
      "ᅢ": 1314,
      "ᅣ": 1315,
      "ᅤ": 1316,
      "ᅥ": 1317,
      "ᅦ": 1318,
      "ᅧ": 1319,
      "ᅨ": 1320,
      "ᅩ": 1321,
      "ᅪ": 1322,
      "ᅫ": 1323,
      "ᅬ": 1324,
      "ᅭ": 1325,
      "ᅮ": 1326,
      "ᅯ": 1327,
      "ᅰ": 1328,
      "ᅱ": 1329,
      "ᅲ": 1330,
      "ᅳ": 1331,
      "ᅴ": 1332,
      "ᅵ": 1333,
      "ᆞ": 1334,
      "ቡ": 1335,
      "አ": 1336,
      "ᐃ": 1337,
      "ក": 1338,
      "ង": 1339,
      "ច": 1340,
      "ញ": 1341,
      "ដ": 1342,
      "ត": 1343,
      "ទ": 1344,
      "ន": 1345,
      "ប": 1346,
      "ព": 1347,
      "ម": 1348,
      "រ": 1349,
      "វ": 1350,
      "ស": 1351,
      "ហ": 1352,
      "ឡ": 1353,
      "អ": 1354,
      "ា": 1355,
      "ិ": 1356,
      "ី": 1357,
      "ុ": 1358,
      "ួ": 1359,
      "េ": 1360,
      "ំ": 1361,
      "៉": 1362,
      "៊": 1363,
      "្": 1364,
      "ᠠ": 1365,
      "ᠡ": 1366,
      "ᠢ": 1367,
      "ᠨ": 1368,
      "ᠭ": 1369,
      "ᠮ": 1370,
      "ᠳ": 1371,
      "ᠵ": 1372,
      "ᠷ": 1373,
      "ᦰ": 1374,
      "ᦶ": 1375,
      "ᦺ": 1376,
      "ᧂ": 1377,
      "ᧅ": 1378,
      "ᴀ": 1379,
      "ᴇ": 1380,
      "Ḁ": 1381,
      "ḇ": 1382,
      "Ḍ": 1383,
      "ḍ": 1384,
      "Ḏ": 1385,
      "ḏ": 1386,
      "Ḑ": 1387,
      "ḗ": 1388,
      "ḡ": 1389,
      "Ḥ": 1390,
      "ḥ": 1391,
      "Ḩ": 1392,
      "Ḫ": 1393,
      "ḫ": 1394,
      "Ḱ": 1395,
      "ḱ": 1396,
      "Ḷ": 1397,
      "ḷ": 1398,
      "ḻ": 1399,
      "Ḿ": 1400,
      "ḿ": 1401,
      "Ṁ": 1402,
      "ṁ": 1403,
      "ṃ": 1404,
      "ṅ": 1405,
      "ṇ": 1406,
      "ṉ": 1407,
      "ṓ": 1408,
      "ṗ": 1409,
      "ṛ": 1410,
      "ṟ": 1411,
      "Ṡ": 1412,
      "ṡ": 1413,
      "Ṣ": 1414,
      "ṣ": 1415,
      "Ṫ": 1416,
      "Ṭ": 1417,
      "ṭ": 1418,
      "ṯ": 1419,
      "Ṳ": 1420,
      "ṳ": 1421,
      "Ẁ": 1422,
      "Ẃ": 1423,
      "Ẅ": 1424,
      "Ẑ": 1425,
      "ẓ": 1426,
      "ẖ": 1427,
      "ẗ": 1428,
      "ẞ": 1429,
      "ạ": 1430,
      "ả": 1431,
      "ấ": 1432,
      "ầ": 1433,
      "ẫ": 1434,
      "ậ": 1435,
      "ắ": 1436,
      "ằ": 1437,
      "Ẳ": 1438,
      "ẳ": 1439,
      "ặ": 1440,
      "Ẹ": 1441,
      "ẹ": 1442,
      "ẻ": 1443,
      "Ẽ": 1444,
      "ẽ": 1445,
      "ế": 1446,
      "ề": 1447,
      "ể": 1448,
      "ễ": 1449,
      "ệ": 1450,
      "ỉ": 1451,
      "Ị": 1452,
      "ị": 1453,
      "Ọ": 1454,
      "ọ": 1455,
      "ỏ": 1456,
      "ố": 1457,
      "ồ": 1458,
      "ổ": 1459,
      "ỗ": 1460,
      "ộ": 1461,
      "Ớ": 1462,
      "ớ": 1463,
      "ờ": 1464,
      "ở": 1465,
      "ợ": 1466,
      "Ụ": 1467,
      "ụ": 1468,
      "Ủ": 1469,
      "ủ": 1470,
      "ứ": 1471,
      "ừ": 1472,
      "ử": 1473,
      "ữ": 1474,
      "ự": 1475,
      "Ỳ": 1476,
      "ỳ": 1477,
      "ỵ": 1478,
      "ỷ": 1479,
      "Ỹ": 1480,
      "ỹ": 1481,
      "ỻ": 1482,
      "ἀ": 1483,
      "ἁ": 1484,
      "ἄ": 1485,
      "ἅ": 1486,
      "Ἀ": 1487,
      "Ἁ": 1488,
      "ἐ": 1489,
      "ἑ": 1490,
      "ἔ": 1491,
      "Ἐ": 1492,
      "Ἑ": 1493,
      "ἡ": 1494,
      "ἰ": 1495,
      "ἱ": 1496,
      "ἴ": 1497,
      "ἷ": 1498,
      "Ἰ": 1499,
      "Ἴ": 1500,
      "ὀ": 1501,
      "ὁ": 1502,
      "ὄ": 1503,
      "ὅ": 1504,
      "ὐ": 1505,
      "ὑ": 1506,
      "ὕ": 1507,
      "ὖ": 1508,
      "Ὑ": 1509,
      "ὰ": 1510,
      "ὴ": 1511,
      "ὶ": 1512,
      "ὸ": 1513,
      "ὺ": 1514,
      "ᾶ": 1515,
      "ῆ": 1516,
      "ῖ": 1517,
      "Ὶ": 1518,
      "ῦ": 1519,
      "Ῥ": 1520,
      "ῶ": 1521,
      "​": 1522,
      "‍": 1523,
      "‎": 1524,
      "‐": 1525,
      "‒": 1526,
      "–": 1527,
      "—": 1528,
      "―": 1529,
      "‖": 1530,
      "‘": 1531,
      "’": 1532,
      "‚": 1533,
      "“": 1534,
      "”": 1535,
      "„": 1536,
      "‟": 1537,
      "†": 1538,
      "‡": 1539,
      "•": 1540,
      "‧": 1541,
      "‰": 1542,
      "′": 1543,
      "‵": 1544,
      "‹": 1545,
      "›": 1546,
      "※": 1547,
      "⁄": 1548,
      "₤": 1549,
      "₩": 1550,
      "₫": 1551,
      "€": 1552,
      "₹": 1553,
      "₺": 1554,
      "⃣": 1555,
      "←": 1556,
      "↑": 1557,
      "→": 1558,
      "↓": 1559,
      "↔": 1560,
      "↕": 1561,
      "↖": 1562,
      "↗": 1563,
      "↘": 1564,
      "↙": 1565,
      "↦": 1566,
      "↩": 1567,
      "↪": 1568,
      "↺": 1569,
      "⇌": 1570,
      "⇒": 1571,
      "⇔": 1572,
      "∀": 1573,
      "∂": 1574,
      "∃": 1575,
      "∅": 1576,
      "∆": 1577,
      "∇": 1578,
      "∈": 1579,
      "∉": 1580,
      "∏": 1581,
      "∑": 1582,
      "−": 1583,
      "∕": 1584,
      "∗": 1585,
      "∘": 1586,
      "∙": 1587,
      "√": 1588,
      "∝": 1589,
      "∞": 1590,
      "∠": 1591,
      "∣": 1592,
      "∥": 1593,
      "∧": 1594,
      "∨": 1595,
      "∩": 1596,
      "∪": 1597,
      "∫": 1598,
      "∮": 1599,
      "∴": 1600,
      "∵": 1601,
      "∶": 1602,
      "∷": 1603,
      "∼": 1604,
      "∽": 1605,
      "≅": 1606,
      "≈": 1607,
      "≒": 1608,
      "≠": 1609,
      "≡": 1610,
      "≤": 1611,
      "≥": 1612,
      "≦": 1613,
      "≧": 1614,
      "≪": 1615,
      "≫": 1616,
      "≲": 1617,
      "⊂": 1618,
      "⊃": 1619,
      "⊆": 1620,
      "⊇": 1621,
      "⊕": 1622,
      "⊗": 1623,
      "⊙": 1624,
      "⊢": 1625,
      "⊥": 1626,
      "⊿": 1627,
      "⋅": 1628,
      "⋉": 1629,
      "⋊": 1630,
      "⋯": 1631,
      "⌈": 1632,
      "⌊": 1633,
      "⌋": 1634,
      "⌘": 1635,
      "⌨": 1636,
      "⎯": 1637,
      "⏏": 1638,
      "⏭": 1639,
      "⏮": 1640,
      "⏯": 1641,
      "⏱": 1642,
      "⏲": 1643,
      "⏸": 1644,
      "⏹": 1645,
      "⏺": 1646,
      "─": 1647,
      "━": 1648,
      "│": 1649,
      "┃": 1650,
      "┅": 1651,
      "┌": 1652,
      "┏": 1653,
      "┓": 1654,
      "└": 1655,
      "┘": 1656,
      "├": 1657,
      "┤": 1658,
      "┴": 1659,
      "┼": 1660,
      "═": 1661,
      "║": 1662,
      "╱": 1663,
      "╳": 1664,
      "█": 1665,
      "▌": 1666,
      "■": 1667,
      "□": 1668,
      "▪": 1669,
      "▫": 1670,
      "▲": 1671,
      "△": 1672,
      "▶": 1673,
      "▷": 1674,
      "►": 1675,
      "▼": 1676,
      "▽": 1677,
      "◀": 1678,
      "◁": 1679,
      "◆": 1680,
      "◇": 1681,
      "◊": 1682,
      "○": 1683,
      "◌": 1684,
      "◎": 1685,
      "●": 1686,
      "◦": 1687,
      "◯": 1688,
      "◻": 1689,
      "◼": 1690,
      "◾": 1691,
      "☀": 1692,
      "☁": 1693,
      "☂": 1694,
      "☃": 1695,
      "☄": 1696,
      "★": 1697,
      "☆": 1698,
      "☉": 1699,
      "☎": 1700,
      "☐": 1701,
      "☑": 1702,
      "☘": 1703,
      "☝": 1704,
      "☞": 1705,
      "☠": 1706,
      "☢": 1707,
      "☣": 1708,
      "☦": 1709,
      "☪": 1710,
      "☮": 1711,
      "☯": 1712,
      "☸": 1713,
      "☹": 1714,
      "☺": 1715,
      "♀": 1716,
      "♁": 1717,
      "♂": 1718,
      "♈": 1719,
      "♊": 1720,
      "♌": 1721,
      "♍": 1722,
      "♎": 1723,
      "♏": 1724,
      "♑": 1725,
      "♒": 1726,
      "♓": 1727,
      "♟": 1728,
      "♠": 1729,
      "♡": 1730,
      "♣": 1731,
      "♥": 1732,
      "♦": 1733,
      "♨": 1734,
      "♪": 1735,
      "♬": 1736,
      "♭": 1737,
      "♮": 1738,
      "♯": 1739,
      "♻": 1740,
      "♾": 1741,
      "⚒": 1742,
      "⚔": 1743,
      "⚕": 1744,
      "⚖": 1745,
      "⚗": 1746,
      "⚙": 1747,
      "⚛": 1748,
      "⚜": 1749,
      "⚠": 1750,
      "⚧": 1751,
      "⚪": 1752,
      "⚰": 1753,
      "⚱": 1754,
      "⛈": 1755,
      "⛎": 1756,
      "⛏": 1757,
      "⛑": 1758,
      "⛓": 1759,
      "⛩": 1760,
      "⛰": 1761,
      "⛱": 1762,
      "⛴": 1763,
      "⛷": 1764,
      "⛸": 1765,
      "⛹": 1766,
      "✂": 1767,
      "✈": 1768,
      "✉": 1769,
      "✊": 1770,
      "✋": 1771,
      "✌": 1772,
      "✍": 1773,
      "✏": 1774,
      "✒": 1775,
      "✓": 1776,
      "✔": 1777,
      "✕": 1778,
      "✖": 1779,
      "✝": 1780,
      "✡": 1781,
      "✳": 1782,
      "✴": 1783,
      "✽": 1784,
      "❄": 1785,
      "❇": 1786,
      "❣": 1787,
      "❤": 1788,
      "❲": 1789,
      "❳": 1790,
      "➡": 1791,
      "➤": 1792,
      "⟨": 1793,
      "⟩": 1794,
      "⤴": 1795,
      "⤵": 1796,
      "⧸": 1797,
      "⬅": 1798,
      "⬆": 1799,
      "⬇": 1800,
      "⬛": 1801,
      "Ɽ": 1802,
      "ⱨ": 1803,
      "ⱪ": 1804,
      "Ɑ": 1805,
      "ⲁ": 1806,
      "ⲃ": 1807,
      "ⴰ": 1808,
      "ⵉ": 1809,
      "ⵏ": 1810,
      "ⵓ": 1811,
      "ⵔ": 1812,
      "ⵙ": 1813,
      "ⵜ": 1814,
      "ⵡ": 1815,
      "⸺": 1816,
      "⺕": 1817,
      "⺗": 1818,
      "⺬": 1819,
      "⺼": 1820,
      "⻌": 1821,
      "⻍": 1822,
      "⻎": 1823,
      "⻛": 1824,
      "⿰": 1825,
      "⿱": 1826,
      "⿳": 1827,
      "⿺": 1828,
      "、": 1829,
      "。": 1830,
      "〃": 1831,
      "々": 1832,
      "〆": 1833,
      "〇": 1834,
      "〈": 1835,
      "〉": 1836,
      "《": 1837,
      "》": 1838,
      "「": 1839,
      "」": 1840,
      "『": 1841,
      "』": 1842,
      "【": 1843,
      "】": 1844,
      "〒": 1845,
      "〔": 1846,
      "〕": 1847,
      "〖": 1848,
      "〗": 1849,
      "〜": 1850,
      "〝": 1851,
      "〞": 1852,
      "〡": 1853,
      "〢": 1854,
      "〣": 1855,
      "〤": 1856,
      "〥": 1857,
      "〦": 1858,
      "〧": 1859,
      "〨": 1860,
      "〩": 1861,
      "〰": 1862,
      "〳": 1863,
      "〵": 1864,
      "〻": 1865,
      "〽": 1866,
      "ぁ": 1867,
      "あ": 1868,
      "ぃ": 1869,
      "い": 1870,
      "ぅ": 1871,
      "う": 1872,
      "ぇ": 1873,
      "え": 1874,
      "ぉ": 1875,
      "お": 1876,
      "か": 1877,
      "が": 1878,
      "き": 1879,
      "ぎ": 1880,
      "く": 1881,
      "ぐ": 1882,
      "け": 1883,
      "げ": 1884,
      "こ": 1885,
      "ご": 1886,
      "さ": 1887,
      "ざ": 1888,
      "し": 1889,
      "じ": 1890,
      "す": 1891,
      "ず": 1892,
      "せ": 1893,
      "ぜ": 1894,
      "そ": 1895,
      "ぞ": 1896,
      "た": 1897,
      "だ": 1898,
      "ち": 1899,
      "ぢ": 1900,
      "っ": 1901,
      "つ": 1902,
      "づ": 1903,
      "て": 1904,
      "で": 1905,
      "と": 1906,
      "ど": 1907,
      "な": 1908,
      "に": 1909,
      "ぬ": 1910,
      "ね": 1911,
      "の": 1912,
      "は": 1913,
      "ば": 1914,
      "ぱ": 1915,
      "ひ": 1916,
      "び": 1917,
      "ぴ": 1918,
      "ふ": 1919,
      "ぶ": 1920,
      "ぷ": 1921,
      "へ": 1922,
      "べ": 1923,
      "ぺ": 1924,
      "ほ": 1925,
      "ぼ": 1926,
      "ぽ": 1927,
      "ま": 1928,
      "み": 1929,
      "む": 1930,
      "め": 1931,
      "も": 1932,
      "ゃ": 1933,
      "や": 1934,
      "ゅ": 1935,
      "ゆ": 1936,
      "ょ": 1937,
      "よ": 1938,
      "ら": 1939,
      "り": 1940,
      "る": 1941,
      "れ": 1942,
      "ろ": 1943,
      "わ": 1944,
      "ゐ": 1945,
      "ゑ": 1946,
      "を": 1947,
      "ん": 1948,
      "゚": 1949,
      "ゝ": 1950,
      "ァ": 1951,
      "ア": 1952,
      "ィ": 1953,
      "イ": 1954,
      "ゥ": 1955,
      "ウ": 1956,
      "ェ": 1957,
      "エ": 1958,
      "ォ": 1959,
      "オ": 1960,
      "カ": 1961,
      "ガ": 1962,
      "キ": 1963,
      "ギ": 1964,
      "ク": 1965,
      "グ": 1966,
      "ケ": 1967,
      "ゲ": 1968,
      "コ": 1969,
      "ゴ": 1970,
      "サ": 1971,
      "ザ": 1972,
      "シ": 1973,
      "ジ": 1974,
      "ス": 1975,
      "ズ": 1976,
      "セ": 1977,
      "ゼ": 1978,
      "ソ": 1979,
      "ゾ": 1980,
      "タ": 1981,
      "ダ": 1982,
      "チ": 1983,
      "ヂ": 1984,
      "ッ": 1985,
      "ツ": 1986,
      "ヅ": 1987,
      "テ": 1988,
      "デ": 1989,
      "ト": 1990,
      "ド": 1991,
      "ナ": 1992,
      "ニ": 1993,
      "ヌ": 1994,
      "ネ": 1995,
      "ノ": 1996,
      "ハ": 1997,
      "バ": 1998,
      "パ": 1999,
      "ヒ": 2000,
      "ビ": 2001,
      "ピ": 2002,
      "フ": 2003,
      "ブ": 2004,
      "プ": 2005,
      "ヘ": 2006,
      "ベ": 2007,
      "ペ": 2008,
      "ホ": 2009,
      "ボ": 2010,
      "ポ": 2011,
      "マ": 2012,
      "ミ": 2013,
      "ム": 2014,
      "メ": 2015,
      "モ": 2016,
      "ャ": 2017,
      "ヤ": 2018,
      "ュ": 2019,
      "ユ": 2020,
      "ョ": 2021,
      "ヨ": 2022,
      "ラ": 2023,
      "リ": 2024,
      "ル": 2025,
      "レ": 2026,
      "ロ": 2027,
      "ワ": 2028,
      "ヰ": 2029,
      "ヱ": 2030,
      "ヲ": 2031,
      "ン": 2032,
      "ヴ": 2033,
      "ヵ": 2034,
      "ヶ": 2035,
      "・": 2036,
      "ー": 2037,
      "ヽ": 2038,
      "ㄅ": 2039,
      "ㄆ": 2040,
      "ㄇ": 2041,
      "ㄈ": 2042,
      "ㄉ": 2043,
      "ㄊ": 2044,
      "ㄋ": 2045,
      "ㄌ": 2046,
      "ㄍ": 2047,
      "ㄎ": 2048,
      "ㄏ": 2049,
      "ㄐ": 2050,
      "ㄑ": 2051,
      "ㄒ": 2052,
      "ㄓ": 2053,
      "ㄔ": 2054,
      "ㄕ": 2055,
      "ㄖ": 2056,
      "ㄗ": 2057,
      "ㄘ": 2058,
      "ㄙ": 2059,
      "ㄚ": 2060,
      "ㄛ": 2061,
      "ㄜ": 2062,
      "ㄝ": 2063,
      "ㄞ": 2064,
      "ㄟ": 2065,
      "ㄠ": 2066,
      "ㄡ": 2067,
      "ㄢ": 2068,
      "ㄣ": 2069,
      "ㄤ": 2070,
      "ㄥ": 2071,
      "ㄦ": 2072,
      "ㄧ": 2073,
      "ㄨ": 2074,
      "ㄩ": 2075,
      "ㄪ": 2076,
      "ㄫ": 2077,
      "ㄬ": 2078,
      "ㄭ": 2079,
      "ㆠ": 2080,
      "ㆡ": 2081,
      "ㆢ": 2082,
      "ㆤ": 2083,
      "ㆥ": 2084,
      "ㆦ": 2085,
      "ㆧ": 2086,
      "ㆨ": 2087,
      "ㆪ": 2088,
      "ㆫ": 2089,
      "ㆬ": 2090,
      "ㆭ": 2091,
      "ㆰ": 2092,
      "ㆱ": 2093,
      "ㆲ": 2094,
      "ㆴ": 2095,
      "ㆵ": 2096,
      "ㆶ": 2097,
      "ㆷ": 2098,
      "㐅": 2099,
      "㐌": 2100,
      "㐷": 2101,
      "㑀": 2102,
      "㑩": 2103,
      "㑹": 2104,
      "㒜": 2105,
      "㒡": 2106,
      "㓛": 2107,
      "㓥": 2108,
      "㔨": 2109,
      "㕎": 2110,
      "㕭": 2111,
      "㖊": 2112,
      "㖞": 2113,
      "㖼": 2114,
      "㗊": 2115,
      "㗎": 2116,
      "㗰": 2117,
      "㗼": 2118,
      "㘃": 2119,
      "㘭": 2120,
      "㘯": 2121,
      "㘰": 2122,
      "㘵": 2123,
      "㙉": 2124,
      "㙔": 2125,
      "㙞": 2126,
      "㙩": 2127,
      "㙱": 2128,
      "㙸": 2129,
      "㙺": 2130,
      "㙻": 2131,
      "㙾": 2132,
      "㚖": 2133,
      "㚟": 2134,
      "㚻": 2135,
      "㛢": 2136,
      "㛤": 2137,
      "㜲": 2138,
      "㝅": 2139,
      "㝏": 2140,
      "㝑": 2141,
      "㝓": 2142,
      "㝗": 2143,
      "㝘": 2144,
      "㝜": 2145,
      "㝝": 2146,
      "㝡": 2147,
      "㝢": 2148,
      "㝧": 2149,
      "㝬": 2150,
      "㝭": 2151,
      "㝵": 2152,
      "㝹": 2153,
      "㞗": 2154,
      "㟁": 2155,
      "㟋": 2156,
      "㟐": 2157,
      "㟖": 2158,
      "㟨": 2159,
      "㟲": 2160,
      "㟶": 2161,
      "㟽": 2162,
      "㠖": 2163,
      "㠯": 2164,
      "㠱": 2165,
      "㡣": 2166,
      "㡳": 2167,
      "㢉": 2168,
      "㣚": 2169,
      "㣧": 2170,
      "㤚": 2171,
      "㤝": 2172,
      "㥄": 2173,
      "㥅": 2174,
      "㥞": 2175,
      "㥠": 2176,
      "㥣": 2177,
      "㥪": 2178,
      "㥽": 2179,
      "㦂": 2180,
      "㦃": 2181,
      "㦕": 2182,
      "㧑": 2183,
      "㧰": 2184,
      "㩗": 2185,
      "㩦": 2186,
      "㩪": 2187,
      "㩲": 2188,
      "㪷": 2189,
      "㫋": 2190,
      "㫒": 2191,
      "㫕": 2192,
      "㫛": 2193,
      "㫝": 2194,
      "㫤": 2195,
      "㫻": 2196,
      "㬀": 2197,
      "㬇": 2198,
      "㬌": 2199,
      "㬎": 2200,
      "㬙": 2201,
      "㭎": 2202,
      "㭏": 2203,
      "㭴": 2204,
      "㭽": 2205,
      "㭿": 2206,
      "㮁": 2207,
      "㮆": 2208,
      "㮈": 2209,
      "㮌": 2210,
      "㮒": 2211,
      "㮙": 2212,
      "㮚": 2213,
      "㮡": 2214,
      "㮣": 2215,
      "㮮": 2216,
      "㮵": 2217,
      "㮾": 2218,
      "㯊": 2219,
      "㯋": 2220,
      "㯫": 2221,
      "㰂": 2222,
      "㰒": 2223,
      "㰘": 2224,
      "㳇": 2225,
      "㳘": 2226,
      "㳛": 2227,
      "㳢": 2228,
      "㳦": 2229,
      "㴋": 2230,
      "㴐": 2231,
      "㴭": 2232,
      "㴱": 2233,
      "㴶": 2234,
      "㵂": 2235,
      "㵅": 2236,
      "㵎": 2237,
      "㵑": 2238,
      "㵝": 2239,
      "㵮": 2240,
      "㵲": 2241,
      "㶇": 2242,
      "㶉": 2243,
      "㶍": 2244,
      "㶏": 2245,
      "㶞": 2246,
      "㶟": 2247,
      "㶨": 2248,
      "㶲": 2249,
      "㶶": 2250,
      "㶽": 2251,
      "㷆": 2252,
      "㷇": 2253,
      "㷧": 2254,
      "㷩": 2255,
      "㸄": 2256,
      "㸅": 2257,
      "㸲": 2258,
      "㹢": 2259,
      "㹧": 2260,
      "㹴": 2261,
      "㺢": 2262,
      "㺬": 2263,
      "㺭": 2264,
      "㺹": 2265,
      "㻅": 2266,
      "㻋": 2267,
      "㻑": 2268,
      "㻗": 2269,
      "㻞": 2270,
      "㻪": 2271,
      "㻬": 2272,
      "㼀": 2273,
      "㼅": 2274,
      "㼈": 2275,
      "㼎": 2276,
      "㽏": 2277,
      "㽘": 2278,
      "㾮": 2279,
      "䁐": 2280,
      "䁔": 2281,
      "䁥": 2282,
      "䁱": 2283,
      "䂓": 2284,
      "䂮": 2285,
      "䂵": 2286,
      "䃅": 2287,
      "䃟": 2288,
      "䄂": 2289,
      "䄄": 2290,
      "䄉": 2291,
      "䄔": 2292,
      "䄙": 2293,
      "䅟": 2294,
      "䅩": 2295,
      "䇲": 2296,
      "䇿": 2297,
      "䋊": 2298,
      "䌷": 2299,
      "䌸": 2300,
      "䌹": 2301,
      "䍁": 2302,
      "䍺": 2303,
      "䎗": 2304,
      "䏝": 2305,
      "䏟": 2306,
      "䏡": 2307,
      "䏰": 2308,
      "䏲": 2309,
      "䐶": 2310,
      "䐾": 2311,
      "䑏": 2312,
      "䑸": 2313,
      "䒶": 2314,
      "䓕": 2315,
      "䓖": 2316,
      "䓛": 2317,
      "䓨": 2318,
      "䓪": 2319,
      "䓬": 2320,
      "䔍": 2321,
      "䕫": 2322,
      "䕶": 2323,
      "䖏": 2324,
      "䗉": 2325,
      "䗛": 2326,
      "䗩": 2327,
      "䗴": 2328,
      "䘏": 2329,
      "䘗": 2330,
      "䙓": 2331,
      "䙥": 2332,
      "䚟": 2333,
      "䛁": 2334,
      "䜣": 2335,
      "䜩": 2336,
      "䝙": 2337,
      "䝞": 2338,
      "䞀": 2339,
      "䞐": 2340,
      "䠷": 2341,
      "䢂": 2342,
      "䢺": 2343,
      "䢿": 2344,
      "䣓": 2345,
      "䣕": 2346,
      "䤈": 2347,
      "䤰": 2348,
      "䥫": 2349,
      "䦅": 2350,
      "䧛": 2351,
      "䧟": 2352,
      "䨇": 2353,
      "䨺": 2354,
      "䪧": 2355,
      "䫈": 2356,
      "䮐": 2357,
      "䮖": 2358,
      "䯄": 2359,
      "䰠": 2360,
      "䱂": 2361,
      "䱗": 2362,
      "䱛": 2363,
      "䱵": 2364,
      "䱻": 2365,
      "䲀": 2366,
      "䲎": 2367,
      "䲗": 2368,
      "䲟": 2369,
      "䲠": 2370,
      "䲡": 2371,
      "䲢": 2372,
      "䲹": 2373,
      "䳍": 2374,
      "䳒": 2375,
      "䳭": 2376,
      "䳲": 2377,
      "䴈": 2378,
      "䴓": 2379,
      "䴕": 2380,
      "䴘": 2381,
      "䴙": 2382,
      "䴥": 2383,
      "䵋": 2384,
      "䵍": 2385,
      "䵚": 2386,
      "䵣": 2387,
      "䵺": 2388,
      "䶄": 2389,
      "䶈": 2390,
      "䶮": 2391,
      "一": 2392,
      "丁": 2393,
      "丂": 2394,
      "七": 2395,
      "丄": 2396,
      "丅": 2397,
      "丆": 2398,
      "万": 2399,
      "丈": 2400,
      "三": 2401,
      "上": 2402,
      "下": 2403,
      "丌": 2404,
      "不": 2405,
      "与": 2406,
      "丏": 2407,
      "丐": 2408,
      "丑": 2409,
      "专": 2410,
      "且": 2411,
      "丕": 2412,
      "世": 2413,
      "丗": 2414,
      "丘": 2415,
      "丙": 2416,
      "业": 2417,
      "丛": 2418,
      "东": 2419,
      "丝": 2420,
      "丞": 2421,
      "丠": 2422,
      "両": 2423,
      "丢": 2424,
      "两": 2425,
      "严": 2426,
      "丧": 2427,
      "丨": 2428,
      "丩": 2429,
      "个": 2430,
      "丫": 2431,
      "丬": 2432,
      "中": 2433,
      "丰": 2434,
      "串": 2435,
      "临": 2436,
      "丵": 2437,
      "丶": 2438,
      "丸": 2439,
      "丹": 2440,
      "为": 2441,
      "主": 2442,
      "丼": 2443,
      "丽": 2444,
      "举": 2445,
      "丿": 2446,
      "乀": 2447,
      "乁": 2448,
      "乂": 2449,
      "乃": 2450,
      "久": 2451,
      "乆": 2452,
      "乇": 2453,
      "么": 2454,
      "义": 2455,
      "之": 2456,
      "乌": 2457,
      "乍": 2458,
      "乎": 2459,
      "乏": 2460,
      "乐": 2461,
      "乒": 2462,
      "乓": 2463,
      "乔": 2464,
      "乖": 2465,
      "乗": 2466,
      "乘": 2467,
      "乙": 2468,
      "乚": 2469,
      "乛": 2470,
      "乜": 2471,
      "九": 2472,
      "乞": 2473,
      "也": 2474,
      "习": 2475,
      "乡": 2476,
      "乣": 2477,
      "书": 2478,
      "乩": 2479,
      "乪": 2480,
      "乭": 2481,
      "买": 2482,
      "乱": 2483,
      "乳": 2484,
      "乸": 2485,
      "乽": 2486,
      "乾": 2487,
      "亀": 2488,
      "亁": 2489,
      "亅": 2490,
      "了": 2491,
      "亇": 2492,
      "予": 2493,
      "争": 2494,
      "亊": 2495,
      "事": 2496,
      "二": 2497,
      "亍": 2498,
      "于": 2499,
      "亏": 2500,
      "云": 2501,
      "互": 2502,
      "亓": 2503,
      "五": 2504,
      "井": 2505,
      "亖": 2506,
      "亘": 2507,
      "亚": 2508,
      "些": 2509,
      "亜": 2510,
      "亟": 2511,
      "亠": 2512,
      "亡": 2513,
      "亢": 2514,
      "交": 2515,
      "亥": 2516,
      "亦": 2517,
      "产": 2518,
      "亨": 2519,
      "亩": 2520,
      "享": 2521,
      "京": 2522,
      "亭": 2523,
      "亮": 2524,
      "亰": 2525,
      "亲": 2526,
      "亳": 2527,
      "亵": 2528,
      "亶": 2529,
      "亷": 2530,
      "亸": 2531,
      "亹": 2532,
      "人": 2533,
      "亻": 2534,
      "亼": 2535,
      "亽": 2536,
      "亾": 2537,
      "亿": 2538,
      "什": 2539,
      "仁": 2540,
      "仂": 2541,
      "仃": 2542,
      "仄": 2543,
      "仅": 2544,
      "仆": 2545,
      "仇": 2546,
      "仉": 2547,
      "今": 2548,
      "介": 2549,
      "仌": 2550,
      "仍": 2551,
      "从": 2552,
      "仏": 2553,
      "仑": 2554,
      "仓": 2555,
      "仔": 2556,
      "仕": 2557,
      "他": 2558,
      "仗": 2559,
      "付": 2560,
      "仙": 2561,
      "仚": 2562,
      "仛": 2563,
      "仝": 2564,
      "仞": 2565,
      "仟": 2566,
      "仡": 2567,
      "代": 2568,
      "令": 2569,
      "以": 2570,
      "仧": 2571,
      "仨": 2572,
      "仩": 2573,
      "仪": 2574,
      "仫": 2575,
      "们": 2576,
      "仭": 2577,
      "仮": 2578,
      "仰": 2579,
      "仲": 2580,
      "仳": 2581,
      "仵": 2582,
      "件": 2583,
      "价": 2584,
      "仸": 2585,
      "任": 2586,
      "仼": 2587,
      "份": 2588,
      "仿": 2589,
      "企": 2590,
      "伃": 2591,
      "伇": 2592,
      "伉": 2593,
      "伊": 2594,
      "伋": 2595,
      "伍": 2596,
      "伎": 2597,
      "伏": 2598,
      "伐": 2599,
      "休": 2600,
      "伒": 2601,
      "伓": 2602,
      "伕": 2603,
      "众": 2604,
      "优": 2605,
      "伙": 2606,
      "会": 2607,
      "伛": 2608,
      "伝": 2609,
      "伞": 2610,
      "伟": 2611,
      "传": 2612,
      "伡": 2613,
      "伢": 2614,
      "伣": 2615,
      "伤": 2616,
      "伥": 2617,
      "伦": 2618,
      "伧": 2619,
      "伪": 2620,
      "伫": 2621,
      "伬": 2622,
      "伭": 2623,
      "伮": 2624,
      "伯": 2625,
      "估": 2626,
      "伱": 2627,
      "伲": 2628,
      "伴": 2629,
      "伶": 2630,
      "伷": 2631,
      "伸": 2632,
      "伹": 2633,
      "伺": 2634,
      "伻": 2635,
      "似": 2636,
      "伽": 2637,
      "伾": 2638,
      "佀": 2639,
      "佁": 2640,
      "佂": 2641,
      "佃": 2642,
      "但": 2643,
      "佉": 2644,
      "佋": 2645,
      "位": 2646,
      "低": 2647,
      "住": 2648,
      "佐": 2649,
      "佑": 2650,
      "体": 2651,
      "佔": 2652,
      "何": 2653,
      "佖": 2654,
      "佗": 2655,
      "佘": 2656,
      "余": 2657,
      "佚": 2658,
      "佛": 2659,
      "作": 2660,
      "佝": 2661,
      "佞": 2662,
      "佟": 2663,
      "你": 2664,
      "佢": 2665,
      "佣": 2666,
      "佤": 2667,
      "佥": 2668,
      "佧": 2669,
      "佩": 2670,
      "佪": 2671,
      "佬": 2672,
      "佮": 2673,
      "佯": 2674,
      "佰": 2675,
      "佲": 2676,
      "佳": 2677,
      "佴": 2678,
      "佶": 2679,
      "佷": 2680,
      "佹": 2681,
      "佺": 2682,
      "佻": 2683,
      "佼": 2684,
      "佽": 2685,
      "佾": 2686,
      "使": 2687,
      "侁": 2688,
      "侂": 2689,
      "侃": 2690,
      "侄": 2691,
      "侅": 2692,
      "來": 2693,
      "侇": 2694,
      "侈": 2695,
      "侉": 2696,
      "侊": 2697,
      "例": 2698,
      "侌": 2699,
      "侍": 2700,
      "侏": 2701,
      "侑": 2702,
      "侒": 2703,
      "侓": 2704,
      "侔": 2705,
      "侗": 2706,
      "侘": 2707,
      "侚": 2708,
      "供": 2709,
      "依": 2710,
      "侞": 2711,
      "侠": 2712,
      "価": 2713,
      "侣": 2714,
      "侥": 2715,
      "侦": 2716,
      "侧": 2717,
      "侨": 2718,
      "侩": 2719,
      "侪": 2720,
      "侫": 2721,
      "侬": 2722,
      "侭": 2723,
      "侮": 2724,
      "侯": 2725,
      "侴": 2726,
      "侵": 2727,
      "侸": 2728,
      "侹": 2729,
      "侾": 2730,
      "便": 2731,
      "俀": 2732,
      "促": 2733,
      "俄": 2734,
      "俅": 2735,
      "俊": 2736,
      "俋": 2737,
      "俌": 2738,
      "俍": 2739,
      "俎": 2740,
      "俏": 2741,
      "俐": 2742,
      "俑": 2743,
      "俒": 2744,
      "俓": 2745,
      "俗": 2746,
      "俘": 2747,
      "俚": 2748,
      "俛": 2749,
      "俜": 2750,
      "保": 2751,
      "俞": 2752,
      "俟": 2753,
      "信": 2754,
      "俢": 2755,
      "俣": 2756,
      "俤": 2757,
      "俦": 2758,
      "俧": 2759,
      "俨": 2760,
      "俩": 2761,
      "俪": 2762,
      "俫": 2763,
      "俬": 2764,
      "俭": 2765,
      "修": 2766,
      "俯": 2767,
      "俰": 2768,
      "俱": 2769,
      "俳": 2770,
      "俴": 2771,
      "俵": 2772,
      "俶": 2773,
      "俸": 2774,
      "俺": 2775,
      "俻": 2776,
      "俽": 2777,
      "俾": 2778,
      "倁": 2779,
      "倂": 2780,
      "倅": 2781,
      "倌": 2782,
      "倍": 2783,
      "倎": 2784,
      "倏": 2785,
      "倐": 2786,
      "倒": 2787,
      "倓": 2788,
      "倔": 2789,
      "倕": 2790,
      "倗": 2791,
      "倘": 2792,
      "候": 2793,
      "倚": 2794,
      "倛": 2795,
      "倜": 2796,
      "倝": 2797,
      "倞": 2798,
      "借": 2799,
      "倡": 2800,
      "倢": 2801,
      "倣": 2802,
      "値": 2803,
      "倥": 2804,
      "倦": 2805,
      "倧": 2806,
      "倨": 2807,
      "倩": 2808,
      "倪": 2809,
      "倫": 2810,
      "倬": 2811,
      "倭": 2812,
      "倮": 2813,
      "倰": 2814,
      "倴": 2815,
      "倶": 2816,
      "倷": 2817,
      "倸": 2818,
      "债": 2819,
      "倻": 2820,
      "值": 2821,
      "倾": 2822,
      "偀": 2823,
      "偁": 2824,
      "偂": 2825,
      "偃": 2826,
      "假": 2827,
      "偈": 2828,
      "偊": 2829,
      "偌": 2830,
      "偍": 2831,
      "偎": 2832,
      "偏": 2833,
      "偒": 2834,
      "偓": 2835,
      "偕": 2836,
      "做": 2837,
      "停": 2838,
      "偡": 2839,
      "健": 2840,
      "偦": 2841,
      "偪": 2842,
      "偬": 2843,
      "偭": 2844,
      "偰": 2845,
      "偱": 2846,
      "偲": 2847,
      "偶": 2848,
      "偷": 2849,
      "偸": 2850,
      "偻": 2851,
      "偾": 2852,
      "偿": 2853,
      "傀": 2854,
      "傃": 2855,
      "傅": 2856,
      "傈": 2857,
      "傉": 2858,
      "傊": 2859,
      "傍": 2860,
      "傒": 2861,
      "傔": 2862,
      "傕": 2863,
      "傚": 2864,
      "傛": 2865,
      "傜": 2866,
      "傠": 2867,
      "傢": 2868,
      "傣": 2869,
      "傤": 2870,
      "傥": 2871,
      "傧": 2872,
      "储": 2873,
      "傩": 2874,
      "傪": 2875,
      "催": 2876,
