{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 39979,
      "content": "[gMASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39980,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39981,
      "content": "<sog>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39982,
      "content": "<eog>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39983,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39984,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": {
    "type": "Sequence",
    "processors": [
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "ByteLevel",
        "add_prefix_space": true,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "\n": 0,
      "\r": 1,
      " ": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "­": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "ń": 261,
      "Ņ": 262,
      "ņ": 263,
      "Ň": 264,
      "ň": 265,
      "Ŋ": 266,
      "ŋ": 267,
      "Ō": 268,
      "ō": 269,
      "Ŏ": 270,
      "ŏ": 271,
      "Ő": 272,
      "ő": 273,
      "Œ": 274,
      "œ": 275,
      "Ŕ": 276,
      "ŕ": 277,
      "Ŗ": 278,
      "ŗ": 279,
      "Ř": 280,
      "ř": 281,
      "Ś": 282,
      "ś": 283,
      "Ŝ": 284,
      "ŝ": 285,
      "Ş": 286,
      "ş": 287,
      "Š": 288,
      "š": 289,
      "Ţ": 290,
      "ţ": 291,
      "Ť": 292,
      "ť": 293,
      "Ŧ": 294,
      "ŧ": 295,
      "Ũ": 296,
      "ũ": 297,
      "Ū": 298,
      "ū": 299,
      "Ŭ": 300,
      "ŭ": 301,
      "Ů": 302,
      "ů": 303,
      "Ű": 304,
      "ű": 305,
      "Ų": 306,
      "ų": 307,
      "Ŵ": 308,
      "ŵ": 309,
      "Ŷ": 310,
      "ŷ": 311,
      "Ÿ": 312,
      "Ź": 313,
      "ź": 314,
      "Ż": 315,
      "ż": 316,
      "Ž": 317,
      "ž": 318,
      "ƀ": 319,
      "Ɓ": 320,
      "Ƃ": 321,
      "ƃ": 322,
      "Ƅ": 323,
      "ƅ": 324,
      "Ɔ": 325,
      "Ƈ": 326,
      "ƈ": 327,
      "Ɖ": 328,
      "Ɗ": 329,
      "Ƌ": 330,
      "ƌ": 331,
      "ƍ": 332,
      "Ǝ": 333,
      "Ə": 334,
      "Ɛ": 335,
      "Ƒ": 336,
      "ƒ": 337,
      "Ɠ": 338,
      "Ɣ": 339,
      "ƕ": 340,
      "Ɩ": 341,
      "Ɨ": 342,
      "Ƙ": 343,
      "ƙ": 344,
      "ƚ": 345,
      "ƛ": 346,
      "Ɯ": 347,
      "Ɲ": 348,
      "ƞ": 349,
      "Ɵ": 350,
      "Ơ": 351,
      "ơ": 352,
      "Ƣ": 353,
      "ƣ": 354,
      "Ƥ": 355,
      "ƥ": 356,
      "Ʀ": 357,
      "Ƨ": 358,
      "ƨ": 359,
      "Ʃ": 360,
      "ƪ": 361,
      "ƫ": 362,
      "Ƭ": 363,
      "ƭ": 364,
      "Ʈ": 365,
      "Ư": 366,
      "ư": 367,
      "Ʊ": 368,
      "Ʋ": 369,
      "Ƴ": 370,
      "ƴ": 371,
      "Ƶ": 372,
      "ƶ": 373,
      "Ʒ": 374,
      "Ƹ": 375,
      "ƹ": 376,
      "ƺ": 377,
      "ƻ": 378,
      "Ƽ": 379,
      "ƽ": 380,
      "ƾ": 381,
      "ƿ": 382,
      "ǀ": 383,
      "ǁ": 384,
      "ǂ": 385,
      "ǃ": 386,
      "Ǎ": 387,
      "ǎ": 388,
      "Ǐ": 389,
      "ǐ": 390,
      "Ǒ": 391,
      "ǒ": 392,
      "Ǔ": 393,
      "ǔ": 394,
      "Ǖ": 395,
      "ǖ": 396,
      "Ǘ": 397,
      "ǘ": 398,
      "Ǚ": 399,
      "ǚ": 400,
      "Ǜ": 401,
      "ǜ": 402,
      "ǝ": 403,
      "Ǟ": 404,
      "ǟ": 405,
      "Ǡ": 406,
      "ǡ": 407,
      "Ǣ": 408,
      "ǣ": 409,
      "Ǥ": 410,
      "ǥ": 411,
      "Ǧ": 412,
      "ǧ": 413,
      "Ǩ": 414,
      "ǩ": 415,
      "Ǫ": 416,
      "ǫ": 417,
      "Ǭ": 418,
      "ǭ": 419,
      "Ǯ": 420,
      "ǯ": 421,
      "ǰ": 422,
      "Ǵ": 423,
      "ǵ": 424,
      "Ƕ": 425,
      "Ƿ": 426,
      "Ǹ": 427,
      "ǹ": 428,
      "Ǻ": 429,
      "ǻ": 430,
      "Ǽ": 431,
      "ǽ": 432,
      "Ǿ": 433,
      "ǿ": 434,
      "Ȁ": 435,
      "ȁ": 436,
      "Ȃ": 437,
      "ȃ": 438,
      "Ȅ": 439,
      "ȅ": 440,
      "Ȇ": 441,
      "ȇ": 442,
      "Ȉ": 443,
      "ȉ": 444,
      "Ȋ": 445,
      "ȋ": 446,
      "Ȍ": 447,
      "ȍ": 448,
      "Ȏ": 449,
      "ȏ": 450,
      "Ȑ": 451,
      "ȑ": 452,
      "Ȓ": 453,
      "ȓ": 454,
      "Ȕ": 455,
      "ȕ": 456,
      "Ȗ": 457,
      "ȗ": 458,
      "Ș": 459,
      "ș": 460,
      "Ț": 461,
      "ț": 462,
      "Ȝ": 463,
      "ȝ": 464,
      "Ȟ": 465,
      "ȟ": 466,
      "Ƞ": 467,
      "ȡ": 468,
      "Ȣ": 469,
      "ȣ": 470,
      "Ȥ": 471,
      "ȥ": 472,
      "Ȧ": 473,
      "ȧ": 474,
      "Ȩ": 475,
      "ȩ": 476,
      "Ȫ": 477,
      "ȫ": 478,
      "Ȭ": 479,
      "ȭ": 480,
      "Ȯ": 481,
      "ȯ": 482,
      "Ȱ": 483,
      "ȱ": 484,
      "Ȳ": 485,
      "ȳ": 486,
      "ȴ": 487,
      "ȵ": 488,
      "ȶ": 489,
      "ȷ": 490,
      "ȸ": 491,
      "ȹ": 492,
      "Ⱥ": 493,
      "Ȼ": 494,
      "ȼ": 495,
      "Ƚ": 496,
      "Ⱦ": 497,
      "ȿ": 498,
      "ɀ": 499,
      "Ɂ": 500,
      "ɂ": 501,
      "Ƀ": 502,
      "Ʉ": 503,
      "Ʌ": 504,
      "Ɇ": 505,
      "ɇ": 506,
      "Ɉ": 507,
      "ɉ": 508,
      "Ɋ": 509,
      "ɋ": 510,
      "Ɍ": 511,
      "ɍ": 512,
      "Ɏ": 513,
      "ɏ": 514,
      "ɐ": 515,
      "ɑ": 516,
      "ɒ": 517,
      "ɓ": 518,
      "ɔ": 519,
      "ɕ": 520,
      "ɖ": 521,
      "ɗ": 522,
      "ɘ": 523,
      "ə": 524,
      "ɚ": 525,
      "ɛ": 526,
      "ɜ": 527,
      "ɝ": 528,
      "ɞ": 529,
      "ɟ": 530,
      "ɠ": 531,
      "ɡ": 532,
      "ɢ": 533,
      "ɣ": 534,
      "ɤ": 535,
      "ɥ": 536,
      "ɦ": 537,
      "ɧ": 538,
      "ɨ": 539,
      "ɩ": 540,
      "ɪ": 541,
      "ɫ": 542,
      "ɬ": 543,
      "ɭ": 544,
      "ɮ": 545,
      "ɯ": 546,
      "ɰ": 547,
      "ɱ": 548,
      "ɲ": 549,
      "ɳ": 550,
      "ɴ": 551,
      "ɵ": 552,
      "ɶ": 553,
      "ɷ": 554,
      "ɸ": 555,
      "ɹ": 556,
      "ɺ": 557,
      "ɻ": 558,
      "ɼ": 559,
      "ɽ": 560,
      "ɾ": 561,
      "ɿ": 562,
      "ʀ": 563,
      "ʁ": 564,
      "ʂ": 565,
      "ʃ": 566,
      "ʄ": 567,
      "ʅ": 568,
      "ʆ": 569,
      "ʇ": 570,
      "ʈ": 571,
      "ʉ": 572,
      "ʊ": 573,
      "ʋ": 574,
      "ʌ": 575,
      "ʍ": 576,
      "ʎ": 577,
      "ʏ": 578,
      "ʐ": 579,
      "ʑ": 580,
      "ʒ": 581,
      "ʓ": 582,
      "ʔ": 583,
      "ʕ": 584,
      "ʖ": 585,
      "ʗ": 586,
      "ʘ": 587,
      "ʙ": 588,
      "ʚ": 589,
      "ʛ": 590,
      "ʜ": 591,
      "ʝ": 592,
      "ʞ": 593,
      "ʟ": 594,
      "ʠ": 595,
      "ʡ": 596,
      "ʢ": 597,
      "ʣ": 598,
      "ʤ": 599,
      "ʥ": 600,
      "ʦ": 601,
      "ʧ": 602,
      "ʨ": 603,
      "ʩ": 604,
      "ʪ": 605,
      "ʫ": 606,
      "ʬ": 607,
      "ʭ": 608,
      "ʮ": 609,
      "ʯ": 610,
      "ʹ": 611,
      "ʺ": 612,
      "ʻ": 613,
      "ʼ": 614,
      "ʽ": 615,
      "ʾ": 616,
      "ʿ": 617,
      "ˀ": 618,
      "ˁ": 619,
      "ˆ": 620,
      "ˇ": 621,
      "ˈ": 622,
      "ˉ": 623,
      "ˊ": 624,
      "ˋ": 625,
      "ˌ": 626,
      "ˎ": 627,
      "ː": 628,
      "ˑ": 629,
      "˞": 630,
      "˥": 631,
      "˦": 632,
      "˧": 633,
      "˨": 634,
      "˩": 635,
      "˫": 636,
      "˭": 637,
      "̀": 638,
      "́": 639,
      "̂": 640,
      "̃": 641,
      "̄": 642,
      "̅": 643,
      "̆": 644,
      "̇": 645,
      "̈": 646,
      "̉": 647,
      "̊": 648,
      "̋": 649,
      "̌": 650,
      "̍": 651,
      "̐": 652,
      "̑": 653,
      "̓": 654,
      "̔": 655,
      "̘": 656,
      "̚": 657,
      "̝": 658,
      "̞": 659,
      "̟": 660,
      "̠": 661,
      "̡": 662,
      "̣": 663,
      "̤": 664,
      "̥": 665,
      "̧": 666,
      "̨": 667,
      "̩": 668,
      "̪": 669,
      "̬": 670,
      "̯": 671,
      "̱": 672,
      "̲": 673,
      "̺": 674,
      "̻": 675,
      "̼": 676,
      "̽": 677,
      "͂": 678,
      "͆": 679,
      "͈": 680,
      "͗": 681,
      "͘": 682,
      "͜": 683,
      "͞": 684,
      "͠": 685,
      "͡": 686,
      "Ͱ": 687,
      "Ͳ": 688,
      "͵": 689,
      "Ϳ": 690,
      "Ά": 691,
      "Έ": 692,
      "Ί": 693,
      "Ό": 694,
      "Ύ": 695,
      "Α": 696,
      "Β": 697,
      "Γ": 698,
      "Δ": 699,
      "Ε": 700,
      "Ζ": 701,
      "Η": 702,
      "Θ": 703,
      "Ι": 704,
      "Κ": 705,
      "Λ": 706,
      "Μ": 707,
      "Ν": 708,
      "Ξ": 709,
      "Ο": 710,
      "Π": 711,
      "Ρ": 712,
      "Σ": 713,
      "Τ": 714,
      "Υ": 715,
      "Φ": 716,
      "Χ": 717,
      "Ψ": 718,
      "Ω": 719,
      "Ϊ": 720,
      "ά": 721,
      "έ": 722,
      "ή": 723,
      "ί": 724,
      "ΰ": 725,
      "α": 726,
      "β": 727,
      "γ": 728,
      "δ": 729,
      "ε": 730,
      "ζ": 731,
      "η": 732,
      "θ": 733,
      "ι": 734,
      "κ": 735,
      "λ": 736,
      "μ": 737,
      "ν": 738,
      "ξ": 739,
      "ο": 740,
      "π": 741,
      "ρ": 742,
      "ς": 743,
      "σ": 744,
      "τ": 745,
      "υ": 746,
      "φ": 747,
      "χ": 748,
      "ψ": 749,
      "ω": 750,
      "ϊ": 751,
      "ϋ": 752,
      "ό": 753,
      "ύ": 754,
      "ώ": 755,
      "Ϙ": 756,
      "Ϛ": 757,
      "Ϝ": 758,
      "ϝ": 759,
      "Ϡ": 760,
      "ϳ": 761,
      "Ϸ": 762,
      "ϸ": 763,
      "Ϻ": 764,
      "Ѐ": 765,
      "Ё": 766,
      "Ђ": 767,
      "Ѓ": 768,
      "Є": 769,
      "Ѕ": 770,
      "І": 771,
      "Ї": 772,
      "Ј": 773,
      "Љ": 774,
      "Њ": 775,
      "Ћ": 776,
      "Ќ": 777,
      "Ѝ": 778,
      "Ў": 779,
      "Џ": 780,
      "А": 781,
      "Б": 782,
      "В": 783,
      "Г": 784,
      "Д": 785,
      "Е": 786,
      "Ж": 787,
      "З": 788,
      "И": 789,
      "Й": 790,
      "К": 791,
      "Л": 792,
      "М": 793,
      "Н": 794,
      "О": 795,
      "П": 796,
      "Р": 797,
      "С": 798,
      "Т": 799,
      "У": 800,
      "Ф": 801,
      "Х": 802,
      "Ц": 803,
      "Ч": 804,
      "Ш": 805,
      "Щ": 806,
      "Ъ": 807,
      "Ы": 808,
      "Ь": 809,
      "Э": 810,
      "Ю": 811,
      "Я": 812,
      "а": 813,
      "б": 814,
      "в": 815,
      "г": 816,
      "д": 817,
      "е": 818,
      "ж": 819,
      "з": 820,
      "и": 821,
      "й": 822,
      "к": 823,
      "л": 824,
      "м": 825,
      "н": 826,
      "о": 827,
      "п": 828,
      "р": 829,
      "с": 830,
      "т": 831,
      "у": 832,
      "ф": 833,
      "х": 834,
      "ц": 835,
      "ч": 836,
      "ш": 837,
      "щ": 838,
      "ъ": 839,
      "ы": 840,
      "ь": 841,
      "э": 842,
      "ю": 843,
      "я": 844,
      "ѐ": 845,
      "ё": 846,
      "ђ": 847,
      "ѓ": 848,
      "є": 849,
      "ѕ": 850,
      "і": 851,
      "ї": 852,
      "ј": 853,
      "љ": 854,
      "њ": 855,
      "ћ": 856,
      "ќ": 857,
      "ў": 858,
      "џ": 859,
      "Ѡ": 860,
      "ѡ": 861,
      "Ѣ": 862,
      "ѣ": 863,
      "Ѥ": 864,
      "ѥ": 865,
      "Ѧ": 866,
      "ѧ": 867,
      "Ѫ": 868,
      "ѫ": 869,
      "Ѯ": 870,
      "ѯ": 871,
      "Ѱ": 872,
      "ѱ": 873,
      "Ѳ": 874,
      "ѳ": 875,
      "Ѵ": 876,
      "ѵ": 877,
      "Ѷ": 878,
      "ѷ": 879,
      "Ѹ": 880,
      "ѹ": 881,
      "Ѻ": 882,
      "ѻ": 883,
      "Ѽ": 884,
      "ѽ": 885,
      "Ѿ": 886,
      "ѿ": 887,
      "Ҁ": 888,
      "ҁ": 889,
      "҉": 890,
      "Ҋ": 891,
      "ҋ": 892,
      "Ҍ": 893,
      "ҍ": 894,
      "Ҏ": 895,
      "ҏ": 896,
      "Ґ": 897,
      "ґ": 898,
      "Ғ": 899,
      "ғ": 900,
      "Ҕ": 901,
      "ҕ": 902,
      "Җ": 903,
      "җ": 904,
      "Ҙ": 905,
      "ҙ": 906,
      "Қ": 907,
      "қ": 908,
      "Ҝ": 909,
      "ҝ": 910,
      "Ҟ": 911,
      "ҟ": 912,
      "Ҡ": 913,
      "ҡ": 914,
      "Ң": 915,
      "ң": 916,
      "Ҥ": 917,
      "ҥ": 918,
      "Ҧ": 919,
      "ҧ": 920,
      "Ҩ": 921,
      "Ҫ": 922,
      "ҫ": 923,
      "Ҭ": 924,
      "ҭ": 925,
      "Ү": 926,
      "ү": 927,
      "Ұ": 928,
      "ұ": 929,
      "Ҳ": 930,
      "ҳ": 931,
      "Ҵ": 932,
      "ҵ": 933,
      "Ҷ": 934,
      "ҷ": 935,
      "Ҹ": 936,
      "ҹ": 937,
      "Һ": 938,
      "һ": 939,
      "Ҽ": 940,
      "ҽ": 941,
      "Ҿ": 942,
      "ҿ": 943,
      "Ӏ": 944,
      "Ӂ": 945,
      "ӂ": 946,
      "Ӄ": 947,
      "ӄ": 948,
      "Ӆ": 949,
      "ӆ": 950,
      "Ӈ": 951,
      "ӈ": 952,
      "Ӊ": 953,
      "ӊ": 954,
      "Ӌ": 955,
      "ӌ": 956,
      "Ӎ": 957,
      "ӎ": 958,
      "ӏ": 959,
      "Ӑ": 960,
      "ӑ": 961,
      "Ӓ": 962,
      "ӓ": 963,
      "Ӕ": 964,
      "ӕ": 965,
      "Ӗ": 966,
      "ӗ": 967,
      "Ә": 968,
      "ә": 969,
      "Ӛ": 970,
      "ӛ": 971,
      "Ӝ": 972,
      "ӝ": 973,
      "Ӟ": 974,
      "ӟ": 975,
      "Ӡ": 976,
      "ӡ": 977,
      "Ӣ": 978,
      "ӣ": 979,
      "Ӥ": 980,
      "ӥ": 981,
      "Ӧ": 982,
      "ӧ": 983,
      "Ө": 984,
      "ө": 985,
      "Ӫ": 986,
      "ӫ": 987,
      "Ӭ": 988,
      "ӭ": 989,
      "Ӯ": 990,
      "ӯ": 991,
      "Ӱ": 992,
      "ӱ": 993,
      "Ӳ": 994,
      "ӳ": 995,
      "Ӵ": 996,
      "ӵ": 997,
      "Ӷ": 998,
      "ӷ": 999,
      "Ӹ": 1000,
      "ӹ": 1001,
      "Ӻ": 1002,
      "ӻ": 1003,
      "Ӽ": 1004,
      "ӽ": 1005,
      "Ԁ": 1006,
      "ԁ": 1007,
      "Ԃ": 1008,
      "ԃ": 1009,
      "Ԅ": 1010,
      "ԅ": 1011,
      "Ԇ": 1012,
      "ԇ": 1013,
      "Ԉ": 1014,
      "ԉ": 1015,
      "Ԋ": 1016,
      "ԋ": 1017,
      "Ԍ": 1018,
      "ԍ": 1019,
      "Ԏ": 1020,
      "ԏ": 1021,
      "Ԑ": 1022,
      "ԑ": 1023,
      "Ԓ": 1024,
      "ԓ": 1025,
      "Ԕ": 1026,
      "ԕ": 1027,
      "Ԗ": 1028,
      "ԗ": 1029,
      "Ԛ": 1030,
      "ԛ": 1031,
      "Ԝ": 1032,
      "ԝ": 1033,
      "Ԟ": 1034,
      "ԟ": 1035,
      "Ԡ": 1036,
      "ԡ": 1037,
      "Ԣ": 1038,
      "ԣ": 1039,
      "Ԥ": 1040,
      "ԥ": 1041,
      "Ԩ": 1042,
      "ԩ": 1043,
      "Ԫ": 1044,
      "ԫ": 1045,
      "Ԭ": 1046,
      "ԭ": 1047,
      "Ԯ": 1048,
      "ԯ": 1049,
      "Ա": 1050,
      "Բ": 1051,
      "Գ": 1052,
      "Ե": 1053,
      "Է": 1054,
      "Թ": 1055,
      "Խ": 1056,
      "Ծ": 1057,
      "Կ": 1058,
      "Հ": 1059,
      "Մ": 1060,
      "Յ": 1061,
      "Ն": 1062,
      "Ո": 1063,
      "Ջ": 1064,
      "Ռ": 1065,
      "Ս": 1066,
      "Վ": 1067,
      "Ւ": 1068,
      "Օ": 1069,
      "Ֆ": 1070,
      "ա": 1071,
      "բ": 1072,
      "գ": 1073,
      "ե": 1074,
      "է": 1075,
      "ը": 1076,
      "ի": 1077,
      "լ": 1078,
      "խ": 1079,
      "ծ": 1080,
      "կ": 1081,
      "հ": 1082,
      "ղ": 1083,
      "մ": 1084,
      "յ": 1085,
      "ն": 1086,
      "շ": 1087,
      "ո": 1088,
      "չ": 1089,
      "ս": 1090,
      "վ": 1091,
      "տ": 1092,
      "ր": 1093,
      "ւ": 1094,
      "ք": 1095,
      "օ": 1096,
      "ֆ": 1097,
      "֏": 1098,
      "֚": 1099,
      "֜": 1100,
      "֪": 1101,
      "֬": 1102,
      "ְ": 1103,
      "ֱ": 1104,
      "ֲ": 1105,
      "ִ": 1106,
      "ֵ": 1107,
      "ֶ": 1108,
      "ַ": 1109,
      "ָ": 1110,
      "ֹ": 1111,
      "ֻ": 1112,
      "ּ": 1113,
      "ׁ": 1114,
      "ׂ": 1115,
      "א": 1116,
      "ב": 1117,
      "ג": 1118,
      "ד": 1119,
      "ה": 1120,
      "ו": 1121,
      "ז": 1122,
      "ח": 1123,
      "ט": 1124,
      "י": 1125,
      "ך": 1126,
      "כ": 1127,
      "ל": 1128,
      "ם": 1129,
      "מ": 1130,
      "ן": 1131,
      "נ": 1132,
      "ס": 1133,
      "ע": 1134,
      "ף": 1135,
      "פ": 1136,
      "ץ": 1137,
      "צ": 1138,
      "ק": 1139,
      "ר": 1140,
      "ש": 1141,
      "ת": 1142,
      "װ": 1143,
      "״": 1144,
      "،": 1145,
      "ء": 1146,
      "آ": 1147,
      "أ": 1148,
      "ؤ": 1149,
      "إ": 1150,
      "ئ": 1151,
      "ا": 1152,
      "ب": 1153,
      "ة": 1154,
      "ت": 1155,
      "ث": 1156,
      "ج": 1157,
      "ح": 1158,
      "خ": 1159,
      "د": 1160,
      "ذ": 1161,
      "ر": 1162,
      "ز": 1163,
      "س": 1164,
      "ش": 1165,
      "ص": 1166,
      "ض": 1167,
      "ط": 1168,
      "ظ": 1169,
      "ع": 1170,
      "غ": 1171,
      "ؾ": 1172,
      "ـ": 1173,
      "ف": 1174,
      "ق": 1175,
      "ك": 1176,
      "ل": 1177,
      "م": 1178,
      "ن": 1179,
      "ه": 1180,
      "و": 1181,
      "ى": 1182,
      "ي": 1183,
      "ً": 1184,
      "ٌ": 1185,
      "ٍ": 1186,
      "َ": 1187,
      "ُ": 1188,
      "ِ": 1189,
      "ّ": 1190,
      "ْ": 1191,
      "ٔ": 1192,
      "١": 1193,
      "٨": 1194,
      "٫": 1195,
      "ٰ": 1196,
      "ٱ": 1197,
      "ٹ": 1198,
      "ٺ": 1199,
      "ټ": 1200,
      "ٽ": 1201,
      "پ": 1202,
      "ڄ": 1203,
      "چ": 1204,
      "ڈ": 1205,
      "ڊ": 1206,
      "ڌ": 1207,
      "ڏ": 1208,
      "ڑ": 1209,
      "ږ": 1210,
      "ژ": 1211,
      "ڙ": 1212,
      "ڠ": 1213,
      "ڤ": 1214,
      "ک": 1215,
      "ڪ": 1216,
      "ڬ": 1217,
      "ڭ": 1218,
      "گ": 1219,
      "ڻ": 1220,
      "ھ": 1221,
      "ہ": 1222,
      "ۆ": 1223,
      "ۇ": 1224,
      "ۈ": 1225,
      "ۋ": 1226,
      "ی": 1227,
      "ێ": 1228,
      "ە": 1229,
      "۩": 1230,
      "۰": 1231,
      "۱": 1232,
      "۲": 1233,
      "۳": 1234,
      "ܐ": 1235,
      "ܒ": 1236,
      "ܕ": 1237,
      "ܗ": 1238,
      "ܘ": 1239,
      "ܙ": 1240,
      "ܝ": 1241,
      "ܟ": 1242,
      "ܠ": 1243,
      "ܡ": 1244,
      "ܢ": 1245,
      "ܣ": 1246,
      "ܦ": 1247,
      "ܩ": 1248,
      "ܪ": 1249,
      "ܲ": 1250,
      "ܵ": 1251,
      "ނ": 1252,
      "ރ": 1253,
      "ބ": 1254,
      "ޅ": 1255,
      "ކ": 1256,
      "އ": 1257,
      "މ": 1258,
      "ފ": 1259,
      "ދ": 1260,
      "ތ": 1261,
      "ލ": 1262,
      "ޏ": 1263,
      "ސ": 1264,
      "ޑ": 1265,
      "ޔ": 1266,
      "ޕ": 1267,
      "ޝ": 1268,
      "ަ": 1269,
      "ާ": 1270,
      "ި": 1271,
      "ީ": 1272,
      "ު": 1273,
      "ެ": 1274,
      "ޮ": 1275,
      "ް": 1276,
      "ޱ": 1277,
      "ँ": 1278,
      "ं": 1279,
      "ः": 1280,
      "अ": 1281,
      "आ": 1282,
      "इ": 1283,
      "ई": 1284,
      "उ": 1285,
      "ए": 1286,
      "ऐ": 1287,
      "क": 1288,
      "ख": 1289,
      "ग": 1290,
      "घ": 1291,
      "ङ": 1292,
      "च": 1293,
      "छ": 1294,
      "ज": 1295,
      "झ": 1296,
      "ञ": 1297,
      "ट": 1298,
      "ठ": 1299,
      "ड": 1300,
      "ढ": 1301,
      "ण": 1302,
      "त": 1303,
      "थ": 1304,
      "द": 1305,
      "ध": 1306,
      "न": 1307,
      "प": 1308,
      "फ": 1309,
      "ब": 1310,
      "भ": 1311,
      "म": 1312,
      "य": 1313,
      "र": 1314,
      "ल": 1315,
      "ळ": 1316,
      "व": 1317,
      "श": 1318,
      "ष": 1319,
      "स": 1320,
      "ह": 1321,
      "़": 1322,
      "ऽ": 1323,
      "ा": 1324,
      "ि": 1325,
      "ी": 1326,
      "ु": 1327,
      "ू": 1328,
      "ृ": 1329,
      "े": 1330,
      "ै": 1331,
      "ो": 1332,
      "ौ": 1333,
      "्": 1334,
      "ॐ": 1335,
      "।": 1336,
      "॥": 1337,
      "५": 1338,
      "ঁ": 1339,
      "ং": 1340,
      "ঃ": 1341,
      "অ": 1342,
      "আ": 1343,
      "ই": 1344,
      "উ": 1345,
      "এ": 1346,
      "ও": 1347,
      "ক": 1348,
      "খ": 1349,
      "গ": 1350,
      "ঘ": 1351,
      "ঙ": 1352,
      "চ": 1353,
      "ছ": 1354,
      "জ": 1355,
      "ঝ": 1356,
      "ঞ": 1357,
      "ট": 1358,
      "ঠ": 1359,
      "ড": 1360,
      "ণ": 1361,
      "ত": 1362,
      "থ": 1363,
      "দ": 1364,
      "ধ": 1365,
      "ন": 1366,
      "প": 1367,
      "ফ": 1368,
      "ব": 1369,
      "ভ": 1370,
      "ম": 1371,
      "য": 1372,
      "র": 1373,
      "ল": 1374,
      "শ": 1375,
      "ষ": 1376,
      "স": 1377,
      "হ": 1378,
      "়": 1379,
      "া": 1380,
      "ি": 1381,
      "ী": 1382,
      "ু": 1383,
      "ূ": 1384,
      "ে": 1385,
      "ো": 1386,
      "্": 1387,
      "১": 1388,
      "ৰ": 1389,
      "ਕ": 1390,
      "ਗ": 1391,
      "ਜ": 1392,
      "ਟ": 1393,
      "ਠ": 1394,
      "ਨ": 1395,
      "ਪ": 1396,
      "ਰ": 1397,
      "ਲ": 1398,
      "ਵ": 1399,
      "ਸ": 1400,
      "਼": 1401,
      "ਾ": 1402,
      "ਿ": 1403,
      "ੇ": 1404,
      "ੋ": 1405,
      "ઁ": 1406,
      "જ": 1407,
      "ર": 1408,
      "હ": 1409,
      "ી": 1410,
      "ૂ": 1411,
      "ૃ": 1412,
      "ଁ": 1413,
      "ଂ": 1414,
      "ଗ": 1415,
      "ଙ": 1416,
      "ନ": 1417,
      "ବ": 1418,
      "ଶ": 1419,
      "ସ": 1420,
      "ା": 1421,
      "୍": 1422,
      "அ": 1423,
      "ஆ": 1424,
      "இ": 1425,
      "ஊ": 1426,
      "எ": 1427,
      "ஏ": 1428,
      "ஓ": 1429,
      "க": 1430,
      "ங": 1431,
      "ச": 1432,
      "ஜ": 1433,
      "ட": 1434,
      "ண": 1435,
      "த": 1436,
      "ந": 1437,
      "ன": 1438,
      "ப": 1439,
      "ம": 1440,
      "ய": 1441,
      "ர": 1442,
      "ற": 1443,
      "ல": 1444,
      "ள": 1445,
      "ழ": 1446,
      "வ": 1447,
      "ஸ": 1448,
      "ா": 1449,
      "ி": 1450,
      "ீ": 1451,
      "ு": 1452,
      "ூ": 1453,
      "ெ": 1454,
      "ே": 1455,
      "ை": 1456,
      "ொ": 1457,
      "்": 1458,
      "ఁ": 1459,
      "ం": 1460,
      "ః": 1461,
      "ఆ": 1462,
      "ఐ": 1463,
      "ఔ": 1464,
      "క": 1465,
      "ఖ": 1466,
      "గ": 1467,
      "జ": 1468,
      "డ": 1469,
      "ణ": 1470,
      "త": 1471,
      "ద": 1472,
      "న": 1473,
      "బ": 1474,
      "మ": 1475,
      "య": 1476,
      "ర": 1477,
      "ల": 1478,
      "వ": 1479,
      "హ": 1480,
      "ా": 1481,
      "ి": 1482,
      "ీ": 1483,
      "ు": 1484,
      "ూ": 1485,
      "ృ": 1486,
      "ౄ": 1487,
      "ె": 1488,
      "ే": 1489,
      "ై": 1490,
      "ొ": 1491,
      "ో": 1492,
      "ౌ": 1493,
      "్": 1494,
      "ಕ": 1495,
      "ಖ": 1496,
      "ಗ": 1497,
      "ಘ": 1498,
      "ಙ": 1499,
      "ಚ": 1500,
      "ಛ": 1501,
      "ಜ": 1502,
      "ಝ": 1503,
      "ಞ": 1504,
      "ಟ": 1505,
      "ಠ": 1506,
      "ಡ": 1507,
      "ಢ": 1508,
      "ಣ": 1509,
      "ತ": 1510,
      "ಥ": 1511,
      "ದ": 1512,
      "ಧ": 1513,
      "ನ": 1514,
      "ಪ": 1515,
      "ಫ": 1516,
      "ಬ": 1517,
      "ಭ": 1518,
      "ಮ": 1519,
      "ಯ": 1520,
      "ರ": 1521,
      "ಲ": 1522,
      "ಳ": 1523,
      "ವ": 1524,
      "ಶ": 1525,
      "ಷ": 1526,
      "ಸ": 1527,
      "ಹ": 1528,
      "ಾ": 1529,
      "ಿ": 1530,
      "ೀ": 1531,
      "ು": 1532,
      "ೂ": 1533,
      "ೇ": 1534,
      "್": 1535,
      "೦": 1536,
      "೧": 1537,
      "೨": 1538,
      "೩": 1539,
      "೪": 1540,
      "೫": 1541,
      "೬": 1542,
      "೭": 1543,
      "೮": 1544,
      "೯": 1545,
      "ഇ": 1546,
      "ഓ": 1547,
      "ക": 1548,
      "ങ": 1549,
      "ട": 1550,
      "ണ": 1551,
      "ത": 1552,
      "ന": 1553,
      "പ": 1554,
      "ഫ": 1555,
      "മ": 1556,
      "യ": 1557,
      "ര": 1558,
      "റ": 1559,
      "സ": 1560,
      "ാ": 1561,
      "ി": 1562,
      "ൂ": 1563,
      "്": 1564,
      "ං": 1565,
      "ඉ": 1566,
      "ඓ": 1567,
      "ක": 1568,
      "ට": 1569,
      "ත": 1570,
      "න": 1571,
      "ම": 1572,
      "ය": 1573,
      "ල": 1574,
      "ව": 1575,
      "ස": 1576,
      "හ": 1577,
      "්": 1578,
      "ා": 1579,
      "ි": 1580,
      "ෙ": 1581,
      "ේ": 1582,
      "ก": 1583,
      "ข": 1584,
      "ค": 1585,
      "ฅ": 1586,
      "ฆ": 1587,
      "ง": 1588,
      "จ": 1589,
      "ฉ": 1590,
      "ช": 1591,
      "ซ": 1592,
      "ญ": 1593,
      "ฐ": 1594,
      "ฑ": 1595,
      "ฒ": 1596,
      "ณ": 1597,
      "ด": 1598,
      "ต": 1599,
      "ถ": 1600,
      "ท": 1601,
      "ธ": 1602,
      "น": 1603,
      "บ": 1604,
      "ป": 1605,
      "ผ": 1606,
      "ฝ": 1607,
      "พ": 1608,
      "ฟ": 1609,
      "ภ": 1610,
      "ม": 1611,
      "ย": 1612,
      "ร": 1613,
      "ฤ": 1614,
      "ล": 1615,
      "ฦ": 1616,
      "ว": 1617,
      "ศ": 1618,
      "ษ": 1619,
      "ส": 1620,
      "ห": 1621,
      "ฬ": 1622,
      "อ": 1623,
      "ฯ": 1624,
      "ะ": 1625,
      "ั": 1626,
      "า": 1627,
      "ิ": 1628,
      "ี": 1629,
      "ึ": 1630,
      "ื": 1631,
      "ุ": 1632,
      "ู": 1633,
      "฿": 1634,
      "เ": 1635,
      "แ": 1636,
      "โ": 1637,
      "ใ": 1638,
      "ไ": 1639,
      "ๅ": 1640,
      "ๆ": 1641,
      "็": 1642,
      "่": 1643,
      "้": 1644,
      "๊": 1645,
      "๋": 1646,
      "์": 1647,
      "ํ": 1648,
      "๕": 1649,
      "๚": 1650,
      "ກ": 1651,
      "ງ": 1652,
      "ຈ": 1653,
      "ຍ": 1654,
      "ດ": 1655,
      "ຕ": 1656,
      "ທ": 1657,
      "ນ": 1658,
      "ບ": 1659,
      "ປ": 1660,
      "ພ": 1661,
      "ຟ": 1662,
      "ມ": 1663,
      "ຣ": 1664,
      "ລ": 1665,
      "ວ": 1666,
      "ສ": 1667,
      "ຫ": 1668,
      "ອ": 1669,
      "ຮ": 1670,
      "ະ": 1671,
      "ັ": 1672,
      "າ": 1673,
      "ິ": 1674,
      "ີ": 1675,
      "ື": 1676,
      "ຸ": 1677,
      "ູ": 1678,
      "ົ": 1679,
      "ຽ": 1680,
      "ເ": 1681,
      "ໂ": 1682,
      "ໄ": 1683,
      "່": 1684,
      "້": 1685,
      "ໍ": 1686,
      "་": 1687,
      "།": 1688,
      "ཀ": 1689,
      "ཁ": 1690,
      "ག": 1691,
      "ང": 1692,
      "ཅ": 1693,
      "ཆ": 1694,
      "ཉ": 1695,
      "ཊ": 1696,
      "ཏ": 1697,
      "ཐ": 1698,
      "ད": 1699,
      "ན": 1700,
      "པ": 1701,
      "ཕ": 1702,
      "བ": 1703,
      "མ": 1704,
      "ཚ": 1705,
      "ཛ": 1706,
      "ཝ": 1707,
      "ཞ": 1708,
      "ཟ": 1709,
      "འ": 1710,
      "ཡ": 1711,
      "ར": 1712,
      "ལ": 1713,
      "ཤ": 1714,
      "ས": 1715,
      "ཧ": 1716,
      "ཨ": 1717,
      "ཱ": 1718,
      "ི": 1719,
      "ུ": 1720,
      "ེ": 1721,
      "ོ": 1722,
      "ཾ": 1723,
      "ཿ": 1724,
      "ྃ": 1725,
      "ྐ": 1726,
      "ྒ": 1727,
      "ྗ": 1728,
      "ྡ": 1729,
      "ྤ": 1730,
      "ྨ": 1731,
      "ྫ": 1732,
      "ྱ": 1733,
      "ྲ": 1734,
      "ླ": 1735,
      "ྶ": 1736,
      "ྷ": 1737,
      "က": 1738,
      "ည": 1739,
      "တ": 1740,
      "န": 1741,
      "ပ": 1742,
      "ဖ": 1743,
      "မ": 1744,
      "ရ": 1745,
      "လ": 1746,
      "သ": 1747,
      "ါ": 1748,
      "ာ": 1749,
      "ီ": 1750,
      "ု": 1751,
      "ေ": 1752,
      "း": 1753,
      "်": 1754,
      "ျ": 1755,
      "ြ": 1756,
      "ွ": 1757,
      "ှ": 1758,
      "၆": 1759,
      "၉": 1760,
      "ა": 1761,
      "ბ": 1762,
      "გ": 1763,
      "დ": 1764,
      "ე": 1765,
      "ვ": 1766,
      "ზ": 1767,
      "თ": 1768,
      "ი": 1769,
      "კ": 1770,
      "ლ": 1771,
      "მ": 1772,
      "ნ": 1773,
      "ო": 1774,
      "პ": 1775,
      "ჟ": 1776,
      "რ": 1777,
      "ს": 1778,
      "ტ": 1779,
      "უ": 1780,
      "ფ": 1781,
      "ქ": 1782,
      "შ": 1783,
      "ც": 1784,
      "ძ": 1785,
      "ჭ": 1786,
      "ხ": 1787,
      "ᄀ": 1788,
      "ᄁ": 1789,
      "ᄂ": 1790,
      "ᄃ": 1791,
      "ᄄ": 1792,
      "ᄅ": 1793,
      "ᄆ": 1794,
      "ᄇ": 1795,
      "ᄈ": 1796,
      "ᄉ": 1797,
      "ᄊ": 1798,
      "ᄋ": 1799,
      "ᄌ": 1800,
      "ᄍ": 1801,
      "ᄎ": 1802,
      "ᄏ": 1803,
      "ᄐ": 1804,
      "ᄑ": 1805,
      "ᄒ": 1806,
      "ᄫ": 1807,
      "ᄽ": 1808,
      "ᄿ": 1809,
      "ᅀ": 1810,
      "ᅌ": 1811,
      "ᅎ": 1812,
      "ᅏ": 1813,
      "ᅐ": 1814,
      "ᅑ": 1815,
      "ᅔ": 1816,
      "ᅕ": 1817,
      "ᅙ": 1818,
      "ᅡ": 1819,
      "ᅢ": 1820,
      "ᅣ": 1821,
      "ᅤ": 1822,
      "ᅥ": 1823,
      "ᅦ": 1824,
      "ᅧ": 1825,
      "ᅨ": 1826,
      "ᅩ": 1827,
      "ᅪ": 1828,
      "ᅫ": 1829,
      "ᅬ": 1830,
      "ᅭ": 1831,
      "ᅮ": 1832,
      "ᅯ": 1833,
      "ᅰ": 1834,
      "ᅱ": 1835,
      "ᅲ": 1836,
      "ᅳ": 1837,
      "ᅴ": 1838,
      "ᅵ": 1839,
      "ᆞ": 1840,
      "ᆪ": 1841,
      "ᆲ": 1842,
      "ᆷ": 1843,
      "ᆸ": 1844,
      "ᇙ": 1845,
      "ሄ": 1846,
      "ል": 1847,
      "ሐ": 1848,
      "ሕ": 1849,
      "ረ": 1850,
      "ሪ": 1851,
      "ራ": 1852,
      "ቡ": 1853,
      "ተ": 1854,
      "ታ": 1855,
      "ነ": 1856,
      "ን": 1857,
      "አ": 1858,
      "እ": 1859,
      "ዋ": 1860,
      "ው": 1861,
      "ዬ": 1862,
      "ደ": 1863,
      "ዳ": 1864,
      "ዶ": 1865,
      "ጀ": 1866,
      "ጊ": 1867,
      "ፊ": 1868,
      "ፍ": 1869,
      "ᐃ": 1870,
      "ᐅ": 1871,
      "ᐊ": 1872,
      "ᐏ": 1873,
      "ᐑ": 1874,
      "ᐢ": 1875,
      "ᐣ": 1876,
      "ᐤ": 1877,
      "ᐱ": 1878,
      "ᐸ": 1879,
      "ᑎ": 1880,
      "ᑕ": 1881,
      "ᑭ": 1882,
      "ᑮ": 1883,
      "ᓇ": 1884,
      "ᓐ": 1885,
      "ᓱ": 1886,
      "ᓴ": 1887,
      "ᖅ": 1888,
      "ᚲ": 1889,
      "ᚷ": 1890,
      "ᚹ": 1891,
      "ᛃ": 1892,
      "ᛜ": 1893,
      "ក": 1894,
      "ខ": 1895,
      "គ": 1896,
      "ឃ": 1897,
      "ង": 1898,
      "ច": 1899,
      "ជ": 1900,
      "ញ": 1901,
      "ដ": 1902,
      "ឋ": 1903,
      "ណ": 1904,
      "ត": 1905,
      "ថ": 1906,
      "ទ": 1907,
      "ធ": 1908,
      "ន": 1909,
      "ប": 1910,
      "ផ": 1911,
      "ព": 1912,
      "ម": 1913,
      "យ": 1914,
      "រ": 1915,
      "ល": 1916,
      "វ": 1917,
      "ស": 1918,
      "ហ": 1919,
      "ឡ": 1920,
      "អ": 1921,
      "ា": 1922,
      "ិ": 1923,
      "ី": 1924,
      "ឹ": 1925,
      "ុ": 1926,
      "ូ": 1927,
      "ួ": 1928,
      "ៀ": 1929,
      "េ": 1930,
      "ែ": 1931,
      "ោ": 1932,
      "ៅ": 1933,
      "ំ": 1934,
      "ះ": 1935,
      "៉": 1936,
      "៊": 1937,
      "់": 1938,
      "៍": 1939,
      "័": 1940,
      "្": 1941,
      "៛": 1942,
      "᠌": 1943,
      "ᠠ": 1944,
      "ᠡ": 1945,
      "ᠢ": 1946,
      "ᠤ": 1947,
      "ᠥ": 1948,
      "ᠦ": 1949,
      "ᠨ": 1950,
      "ᠩ": 1951,
      "ᠪ": 1952,
      "ᠬ": 1953,
      "ᠭ": 1954,
      "ᠮ": 1955,
      "ᠯ": 1956,
      "ᠰ": 1957,
      "ᠲ": 1958,
      "ᠳ": 1959,
      "ᠴ": 1960,
      "ᠵ": 1961,
      "ᠶ": 1962,
      "ᠷ": 1963,
      "ᡍ": 1964,
      "ᡝ": 1965,
      "ᡞ": 1966,
      "ᡠ": 1967,
      "ᡣ": 1968,
      "ᡥ": 1969,
      "ᡩ": 1970,
      "ᦂ": 1971,
      "ᦑ": 1972,
      "ᦟ": 1973,
      "ᦤ": 1974,
      "ᦥ": 1975,
      "ᦨ": 1976,
      "ᦪ": 1977,
      "ᦫ": 1978,
      "ᦰ": 1979,
      "ᦱ": 1980,
      "ᦳ": 1981,
      "ᦴ": 1982,
      "ᦵ": 1983,
      "ᦶ": 1984,
      "ᦷ": 1985,
      "ᦸ": 1986,
      "ᦺ": 1987,
      "ᧁ": 1988,
      "ᧂ": 1989,
      "ᧅ": 1990,
      "ᧈ": 1991,
      "ᧉ": 1992,
      "᧑": 1993,
      "᧞": 1994,
      "᧟": 1995,
      "ᨀ": 1996,
      "᪭": 1997,
      "ᰙ": 1998,
      "᳞": 1999,
      "ᴀ": 2000,
      "ᴁ": 2001,
      "ᴂ": 2002,
      "ᴃ": 2003,
      "ᴄ": 2004,
      "ᴅ": 2005,
      "ᴆ": 2006,
      "ᴇ": 2007,
      "ᴈ": 2008,
      "ᴉ": 2009,
      "ᴊ": 2010,
      "ᴋ": 2011,
      "ᴌ": 2012,
      "ᴍ": 2013,
      "ᴔ": 2014,
      "ᴗ": 2015,
      "ᴘ": 2016,
      "ᴙ": 2017,
      "ᴚ": 2018,
      "ᴛ": 2019,
      "ᴜ": 2020,
      "ᴝ": 2021,
      "ᴞ": 2022,
      "ᴟ": 2023,
      "ᵫ": 2024,
      "ᵬ": 2025,
      "ᵭ": 2026,
      "ᵮ": 2027,
      "ᵯ": 2028,
      "ᵰ": 2029,
      "ᵱ": 2030,
      "ᵲ": 2031,
      "ᵳ": 2032,
      "ᵴ": 2033,
      "ᵵ": 2034,
      "ᵶ": 2035,
      "ᵷ": 2036,
      "ᵹ": 2037,
      "ᵺ": 2038,
      "ᵻ": 2039,
      "ᵼ": 2040,
      "ᵽ": 2041,
      "ᵾ": 2042,
      "ᵿ": 2043,
      "ᶀ": 2044,
      "ᶂ": 2045,
      "ᶃ": 2046,
      "ᶄ": 2047,
      "ᶅ": 2048,
      "ᶆ": 2049,
      "ᶇ": 2050,
      "ᶈ": 2051,
      "ᶉ": 2052,
      "ᶊ": 2053,
      "ᶋ": 2054,
      "ᶌ": 2055,
      "ᶍ": 2056,
      "ᶎ": 2057,
      "ᶏ": 2058,
      "ᶐ": 2059,
      "ᶑ": 2060,
      "ᶒ": 2061,
      "ᶓ": 2062,
      "ᶔ": 2063,
      "ᶕ": 2064,
      "ᶖ": 2065,
      "ᶘ": 2066,
      "ᶙ": 2067,
      "ᶚ": 2068,
      "ᷛ": 2069,
      "ᷞ": 2070,
      "ᷟ": 2071,
      "ᷡ": 2072,
      "ᷢ": 2073,
      "Ḁ": 2074,
      "ḁ": 2075,
      "Ḃ": 2076,
      "ḃ": 2077,
      "Ḅ": 2078,
      "ḅ": 2079,
      "Ḇ": 2080,
      "ḇ": 2081,
      "Ḉ": 2082,
      "ḉ": 2083,
      "Ḋ": 2084,
      "ḋ": 2085,
      "Ḍ": 2086,
      "ḍ": 2087,
      "Ḏ": 2088,
      "ḏ": 2089,
      "Ḑ": 2090,
      "ḑ": 2091,
      "Ḓ": 2092,
      "ḓ": 2093,
      "Ḕ": 2094,
      "ḕ": 2095,
      "Ḗ": 2096,
      "ḗ": 2097,
      "Ḙ": 2098,
      "ḙ": 2099,
      "Ḛ": 2100,
      "ḛ": 2101,
      "Ḝ": 2102,
      "ḝ": 2103,
      "Ḟ": 2104,
      "ḟ": 2105,
      "Ḡ": 2106,
      "ḡ": 2107,
      "Ḣ": 2108,
      "ḣ": 2109,
      "Ḥ": 2110,
      "ḥ": 2111,
      "Ḧ": 2112,
      "ḧ": 2113,
      "Ḩ": 2114,
      "ḩ": 2115,
      "Ḫ": 2116,
      "ḫ": 2117,
      "Ḭ": 2118,
      "ḭ": 2119,
      "Ḯ": 2120,
      "ḯ": 2121,
      "Ḱ": 2122,
      "ḱ": 2123,
      "Ḳ": 2124,
      "ḳ": 2125,
      "Ḵ": 2126,
      "ḵ": 2127,
      "Ḷ": 2128,
      "ḷ": 2129,
      "Ḹ": 2130,
      "ḹ": 2131,
      "Ḻ": 2132,
      "ḻ": 2133,
      "Ḽ": 2134,
      "ḽ": 2135,
      "Ḿ": 2136,
      "ḿ": 2137,
      "Ṁ": 2138,
      "ṁ": 2139,
      "Ṃ": 2140,
      "ṃ": 2141,
      "Ṅ": 2142,
      "ṅ": 2143,
      "Ṇ": 2144,
      "ṇ": 2145,
      "Ṉ": 2146,
      "ṉ": 2147,
      "Ṋ": 2148,
      "ṋ": 2149,
      "Ṍ": 2150,
      "ṍ": 2151,
      "Ṏ": 2152,
      "ṏ": 2153,
      "Ṑ": 2154,
      "ṑ": 2155,
      "Ṓ": 2156,
      "ṓ": 2157,
      "Ṕ": 2158,
      "ṕ": 2159,
      "Ṗ": 2160,
      "ṗ": 2161,
      "Ṙ": 2162,
      "ṙ": 2163,
      "Ṛ": 2164,
      "ṛ": 2165,
      "Ṝ": 2166,
      "ṝ": 2167,
      "Ṟ": 2168,
      "ṟ": 2169,
      "Ṡ": 2170,
      "ṡ": 2171,
      "Ṣ": 2172,
      "ṣ": 2173,
      "Ṥ": 2174,
      "ṥ": 2175,
      "Ṧ": 2176,
      "ṧ": 2177,
      "Ṩ": 2178,
      "ṩ": 2179,
      "Ṫ": 2180,
      "ṫ": 2181,
      "Ṭ": 2182,
      "ṭ": 2183,
      "Ṯ": 2184,
      "ṯ": 2185,
      "Ṱ": 2186,
      "ṱ": 2187,
      "Ṳ": 2188,
      "ṳ": 2189,
      "Ṵ": 2190,
      "ṵ": 2191,
      "Ṷ": 2192,
      "ṷ": 2193,
      "Ṹ": 2194,
      "ṹ": 2195,
      "Ṻ": 2196,
      "ṻ": 2197,
      "Ṽ": 2198,
      "ṽ": 2199,
      "Ṿ": 2200,
      "ṿ": 2201,
      "Ẁ": 2202,
      "ẁ": 2203,
      "Ẃ": 2204,
      "ẃ": 2205,
      "Ẅ": 2206,
      "ẅ": 2207,
      "Ẇ": 2208,
      "ẇ": 2209,
      "Ẉ": 2210,
      "ẉ": 2211,
      "Ẋ": 2212,
      "ẋ": 2213,
      "Ẍ": 2214,
      "ẍ": 2215,
      "Ẏ": 2216,
      "ẏ": 2217,
      "Ẑ": 2218,
      "ẑ": 2219,
      "Ẓ": 2220,
      "ẓ": 2221,
      "Ẕ": 2222,
      "ẕ": 2223,
      "ẖ": 2224,
      "ẗ": 2225,
      "ẘ": 2226,
      "ẙ": 2227,
      "ẞ": 2228,
      "Ạ": 2229,
      "ạ": 2230,
      "Ả": 2231,
      "ả": 2232,
      "Ấ": 2233,
      "ấ": 2234,
      "Ầ": 2235,
      "ầ": 2236,
      "Ẩ": 2237,
      "ẩ": 2238,
      "Ẫ": 2239,
      "ẫ": 2240,
      "Ậ": 2241,
      "ậ": 2242,
      "Ắ": 2243,
      "ắ": 2244,
      "Ằ": 2245,
      "ằ": 2246,
      "Ẳ": 2247,
      "ẳ": 2248,
      "Ẵ": 2249,
      "ẵ": 2250,
      "Ặ": 2251,
      "ặ": 2252,
      "Ẹ": 2253,
      "ẹ": 2254,
      "Ẻ": 2255,
      "ẻ": 2256,
      "Ẽ": 2257,
      "ẽ": 2258,
      "Ế": 2259,
      "ế": 2260,
      "Ề": 2261,
      "ề": 2262,
      "Ể": 2263,
      "ể": 2264,
      "Ễ": 2265,
      "ễ": 2266,
      "Ệ": 2267,
      "ệ": 2268,
      "Ỉ": 2269,
      "ỉ": 2270,
      "Ị": 2271,
      "ị": 2272,
      "Ọ": 2273,
      "ọ": 2274,
      "Ỏ": 2275,
      "ỏ": 2276,
      "Ố": 2277,
      "ố": 2278,
      "Ồ": 2279,
      "ồ": 2280,
      "Ổ": 2281,
      "ổ": 2282,
      "Ỗ": 2283,
      "ỗ": 2284,
      "Ộ": 2285,
      "ộ": 2286,
      "Ớ": 2287,
      "ớ": 2288,
      "Ờ": 2289,
      "ờ": 2290,
      "Ở": 2291,
      "ở": 2292,
      "Ỡ": 2293,
      "ỡ": 2294,
      "Ợ": 2295,
      "ợ": 2296,
      "Ụ": 2297,
      "ụ": 2298,
      "Ủ": 2299,
      "ủ": 2300,
      "Ứ": 2301,
      "ứ": 2302,
      "Ừ": 2303,
      "ừ": 2304,
      "Ử": 2305,
      "ử": 2306,
      "Ữ": 2307,
      "ữ": 2308,
      "Ự": 2309,
      "ự": 2310,
      "Ỳ": 2311,
      "ỳ": 2312,
      "Ỵ": 2313,
      "ỵ": 2314,
      "Ỷ": 2315,
      "ỷ": 2316,
      "Ỹ": 2317,
      "ỹ": 2318,
      "Ỻ": 2319,
      "ỻ": 2320,
      "Ỽ": 2321,
      "ἀ": 2322,
      "ἁ": 2323,
      "ἄ": 2324,
      "ἅ": 2325,
      "Ἀ": 2326,
      "Ἁ": 2327,
      "Ἄ": 2328,
      "Ἅ": 2329,
      "Ἆ": 2330,
      "ἐ": 2331,
      "ἑ": 2332,
      "ἔ": 2333,
      "ἕ": 2334,
      "Ἐ": 2335,
      "Ἑ": 2336,
      "Ἔ": 2337,
      "Ἕ": 2338,
      "ἠ": 2339,
      "ἡ": 2340,
      "ἢ": 2341,
      "ἤ": 2342,
      "ἥ": 2343,
      "ἦ": 2344,
      "ἧ": 2345,
      "Ἠ": 2346,
      "Ἡ": 2347,
      "ἰ": 2348,
      "ἱ": 2349,
      "ἴ": 2350,
      "ἵ": 2351,
      "ἶ": 2352,
      "ἷ": 2353,
      "Ἰ": 2354,
      "Ἱ": 2355,
      "Ἴ": 2356,
      "ὀ": 2357,
      "ὁ": 2358,
      "ὄ": 2359,
      "ὅ": 2360,
      "Ὀ": 2361,
      "Ὁ": 2362,
      "Ὂ": 2363,
      "ὐ": 2364,
      "ὑ": 2365,
      "ὕ": 2366,
      "ὖ": 2367,
      "Ὑ": 2368,
      "ὠ": 2369,
      "ὡ": 2370,
      "ὤ": 2371,
      "Ὠ": 2372,
      "Ὡ": 2373,
      "Ὦ": 2374,
      "ὰ": 2375,
      "ὲ": 2376,
      "ὴ": 2377,
      "ὶ": 2378,
      "ὸ": 2379,
      "ὺ": 2380,
      "ὼ": 2381,
      "ᾅ": 2382,
      "ᾳ": 2383,
      "ᾴ": 2384,
      "ᾶ": 2385,
      "ῆ": 2386,
      "ῇ": 2387,
      "ῖ": 2388,
      "Ὶ": 2389,
      "ῤ": 2390,
      "ῥ": 2391,
      "ῦ": 2392,
      "Ῥ": 2393,
      "ῳ": 2394,
      "ῶ": 2395,
      "ῷ": 2396,
      "​": 2397,
      "‍": 2398,
      "‎": 2399,
      "‐": 2400,
      "‒": 2401,
      "–": 2402,
      "—": 2403,
      "―": 2404,
      "‖": 2405,
      "‘": 2406,
      "’": 2407,
      "‚": 2408,
      "‛": 2409,
      "“": 2410,
      "”": 2411,
      "„": 2412,
      "‟": 2413,
      "†": 2414,
      "‡": 2415,
      "•": 2416,
      "‣": 2417,
      "‧": 2418,
      "‰": 2419,
      "‱": 2420,
      "′": 2421,
      "‵": 2422,
      "‹": 2423,
      "›": 2424,
      "※": 2425,
      "‽": 2426,
      "‿": 2427,
      "⁄": 2428,
      "⁋": 2429,
      "⁓": 2430,
      "₠": 2431,
      "₤": 2432,
      "₦": 2433,
      "₧": 2434,
      "₩": 2435,
      "₪": 2436,
      "₫": 2437,
      "€": 2438,
      "₰": 2439,
      "₱": 2440,
      "₴": 2441,
      "₹": 2442,
      "₺": 2443,
      "₽": 2444,
      "⃝": 2445,
      "⃣": 2446,
      "℘": 2447,
      "℞": 2448,
      "℩": 2449,
      "ⅎ": 2450,
      "ↀ": 2451,
      "Ↄ": 2452,
      "ↄ": 2453,
      "←": 2454,
      "↑": 2455,
      "→": 2456,
      "↓": 2457,
      "↔": 2458,
      "↕": 2459,
      "↖": 2460,
      "↗": 2461,
      "↘": 2462,
      "↙": 2463,
      "↠": 2464,
      "↦": 2465,
      "↩": 2466,
      "↪": 2467,
      "↺": 2468,
      "⇄": 2469,
      "⇆": 2470,
      "⇌": 2471,
      "⇐": 2472,
      "⇒": 2473,
      "⇔": 2474,
      "⇾": 2475,
      "∀": 2476,
      "∁": 2477,
      "∂": 2478,
      "∃": 2479,
      "∅": 2480,
      "∆": 2481,
      "∇": 2482,
      "∈": 2483,
      "∉": 2484,
      "∊": 2485,
      "∋": 2486,
      "∎": 2487,
      "∏": 2488,
      "∑": 2489,
      "−": 2490,
      "∕": 2491,
      "∗": 2492,
      "∘": 2493,
      "∙": 2494,
      "√": 2495,
      "∝": 2496,
      "∞": 2497,
      "∟": 2498,
      "∠": 2499,
      "∣": 2500,
      "∥": 2501,
      "∧": 2502,
      "∨": 2503,
      "∩": 2504,
      "∪": 2505,
      "∫": 2506,
      "∮": 2507,
      "∴": 2508,
      "∵": 2509,
      "∶": 2510,
      "∷": 2511,
      "∼": 2512,
      "∽": 2513,
      "≃": 2514,
      "≅": 2515,
      "≆": 2516,
      "≈": 2517,
      "≒": 2518,
      "≠": 2519,
      "≡": 2520,
      "≢": 2521,
      "≤": 2522,
      "≥": 2523,
      "≦": 2524,
      "≧": 2525,
      "≪": 2526,
      "≫": 2527,
      "≯": 2528,
      "≲": 2529,
      "≳": 2530,
      "⊂": 2531,
      "⊃": 2532,
      "⊄": 2533,
      "⊆": 2534,
      "⊇": 2535,
      "⊊": 2536,
      "⊔": 2537,
      "⊕": 2538,
      "⊖": 2539,
      "⊗": 2540,
      "⊙": 2541,
      "⊞": 2542,
      "⊢": 2543,
      "⊥": 2544,
      "⊩": 2545,
      "⊲": 2546,
      "⊿": 2547,
      "⋅": 2548,
      "⋆": 2549,
      "⋈": 2550,
      "⋉": 2551,
      "⋊": 2552,
      "⋪": 2553,
      "⋯": 2554,
      "⌂": 2555,
      "⌇": 2556,
      "⌈": 2557,
      "⌉": 2558,
      "⌊": 2559,
      "⌋": 2560,
      "⌒": 2561,
      "⌘": 2562,
      "⌚": 2563,
      "⌛": 2564,
      "⌥": 2565,
      "⌨": 2566,
      "⎕": 2567,
      "⎯": 2568,
      "⎰": 2569,
      "⏏": 2570,
      "⏠": 2571,
      "⏩": 2572,
      "⏪": 2573,
      "⏫": 2574,
      "⏬": 2575,
      "⏭": 2576,
      "⏮": 2577,
      "⏯": 2578,
      "⏰": 2579,
      "⏱": 2580,
      "⏲": 2581,
      "⏳": 2582,
      "⏸": 2583,
      "⏹": 2584,
      "⏺": 2585,
      "␡": 2586,
      "␣": 2587,
      "─": 2588,
      "━": 2589,
      "│": 2590,
      "┃": 2591,
      "┅": 2592,
      "┌": 2593,
      "┏": 2594,
      "┐": 2595,
      "┓": 2596,
      "└": 2597,
      "┘": 2598,
      "┛": 2599,
      "├": 2600,
      "┤": 2601,
      "┬": 2602,
      "┴": 2603,
      "┼": 2604,
      "═": 2605,
      "║": 2606,
      "╞": 2607,
      "╡": 2608,
      "╥": 2609,
      "╪": 2610,
      "╭": 2611,
      "╮": 2612,
      "╯": 2613,
      "╰": 2614,
      "╱": 2615,
      "╳": 2616,
      "╴": 2617,
      "▃": 2618,
      "▄": 2619,
      "█": 2620,
      "▌": 2621,
      "■": 2622,
      "□": 2623,
      "▪": 2624,
      "▫": 2625,
      "▲": 2626,
      "△": 2627,
      "▶": 2628,
      "▷": 2629,
      "►": 2630,
      "▼": 2631,
      "▽": 2632,
      "◀": 2633,
      "◁": 2634,
      "◄": 2635,
      "◆": 2636,
      "◇": 2637,
      "◊": 2638,
      "○": 2639,
      "◌": 2640,
      "◎": 2641,
      "●": 2642,
      "◐": 2643,
      "◑": 2644,
      "◕": 2645,
      "◘": 2646,
      "◙": 2647,
      "◢": 2648,
      "◣": 2649,
      "◤": 2650,
      "◥": 2651,
      "◦": 2652,
      "◯": 2653,
      "◹": 2654,
      "◻": 2655,
      "◼": 2656,
      "◽": 2657,
      "◾": 2658,
      "☀": 2659,
      "☁": 2660,
      "☂": 2661,
      "☃": 2662,
      "☄": 2663,
      "★": 2664,
      "☆": 2665,
      "☉": 2666,
      "☊": 2667,
      "☌": 2668,
      "☍": 2669,
      "☎": 2670,
      "☐": 2671,
      "☑": 2672,
      "☓": 2673,
      "☔": 2674,
      "☕": 2675,
      "☘": 2676,
      "☜": 2677,
      "☝": 2678,
      "☞": 2679,
      "☠": 2680,
      "☢": 2681,
      "☣": 2682,
      "☦": 2683,
      "☩": 2684,
      "☪": 2685,
      "☮": 2686,
      "☯": 2687,
      "☰": 2688,
      "☲": 2689,
      "☸": 2690,
      "☹": 2691,
      "☺": 2692,
      "☽": 2693,
      "☿": 2694,
      "♀": 2695,
      "♁": 2696,
      "♂": 2697,
      "♅": 2698,
      "♈": 2699,
      "♉": 2700,
      "♊": 2701,
      "♋": 2702,
      "♌": 2703,
      "♍": 2704,
      "♎": 2705,
      "♏": 2706,
      "♐": 2707,
      "♑": 2708,
      "♒": 2709,
      "♓": 2710,
      "♟": 2711,
      "♠": 2712,
      "♡": 2713,
      "♣": 2714,
      "♥": 2715,
      "♦": 2716,
      "♨": 2717,
      "♩": 2718,
      "♪": 2719,
      "♫": 2720,
      "♬": 2721,
      "♭": 2722,
      "♮": 2723,
      "♯": 2724,
      "♻": 2725,
      "♾": 2726,
      "♿": 2727,
      "⚀": 2728,
      "⚒": 2729,
      "⚓": 2730,
      "⚔": 2731,
      "⚕": 2732,
      "⚖": 2733,
      "⚗": 2734,
      "⚙": 2735,
      "⚛": 2736,
      "⚜": 2737,
      "⚠": 2738,
      "⚡": 2739,
      "⚧": 2740,
      "⚪": 2741,
      "⚫": 2742,
      "⚰": 2743,
      "⚱": 2744,
      "⚽": 2745,
      "⚾": 2746,
      "⛄": 2747,
      "⛅": 2748,
      "⛈": 2749,
      "⛎": 2750,
      "⛏": 2751,
      "⛑": 2752,
      "⛓": 2753,
      "⛔": 2754,
      "⛤": 2755,
      "⛩": 2756,
      "⛪": 2757,
      "⛰": 2758,
      "⛱": 2759,
      "⛲": 2760,
      "⛳": 2761,
      "⛴": 2762,
      "⛵": 2763,
      "⛷": 2764,
      "⛸": 2765,
      "⛹": 2766,
      "⛺": 2767,
      "⛽": 2768,
      "✂": 2769,
      "✅": 2770,
      "✈": 2771,
      "✉": 2772,
      "✊": 2773,
      "✋": 2774,
      "✌": 2775,
      "✍": 2776,
      "✏": 2777,
      "✒": 2778,
      "✓": 2779,
      "✔": 2780,
      "✕": 2781,
      "✖": 2782,
      "✗": 2783,
      "✘": 2784,
      "✝": 2785,
      "✡": 2786,
      "✨": 2787,
      "✩": 2788,
      "✰": 2789,
      "✳": 2790,
      "✴": 2791,
      "✽": 2792,
      "❄": 2793,
      "❇": 2794,
      "❌": 2795,
      "❎": 2796,
      "❓": 2797,
      "❔": 2798,
      "❕": 2799,
      "❗": 2800,
      "❡": 2801,
      "❣": 2802,
      "❤": 2803,
      "❨": 2804,
      "❩": 2805,
      "❮": 2806,
      "❯": 2807,
      "❰": 2808,
      "❱": 2809,
      "❲": 2810,
      "❳": 2811,
      "❴": 2812,
      "❶": 2813,
      "❷": 2814,
      "❸": 2815,
      "❹": 2816,
      "➔": 2817,
      "➕": 2818,
      "➖": 2819,
      "➗": 2820,
      "➡": 2821,
      "➣": 2822,
      "➤": 2823,
      "➰": 2824,
      "➿": 2825,
      "⟕": 2826,
      "⟖": 2827,
      "⟗": 2828,
      "⟨": 2829,
      "⟩": 2830,
      "⟪": 2831,
      "⟫": 2832,
      "⠡": 2833,
      "⠤": 2834,
      "⤥": 2835,
      "⤴": 2836,
      "⤵": 2837,
      "⥯": 2838,
      "⦵": 2839,
      "⧅": 2840,
      "⧫": 2841,
      "⧸": 2842,
      "⨥": 2843,
      "⨰": 2844,
      "⨾": 2845,
      "⩽": 2846,
      "⩾": 2847,
      "⪠": 2848,
      "⬅": 2849,
      "⬆": 2850,
      "⬇": 2851,
      "⬛": 2852,
      "⬜": 2853,
      "⭐": 2854,
      "⭕": 2855,
      "Ⰹ": 2856,
      "Ⱀ": 2857,
      "Ⱑ": 2858,
      "Ⱛ": 2859,
      "ⱛ": 2860,
      "Ⱡ": 2861,
      "ⱡ": 2862,
      "Ɫ": 2863,
      "Ᵽ": 2864,
      "Ɽ": 2865,
      "ⱥ": 2866,
      "ⱦ": 2867,
      "Ⱨ": 2868,
      "ⱨ": 2869,
      "Ⱪ": 2870,
      "ⱪ": 2871,
      "Ⱬ": 2872,
      "ⱬ": 2873,
      "Ɑ": 2874,
      "ⱴ": 2875,
      "Ⱶ": 2876,
